[
    {
        "title": "Songs In The Key Of Life",
        "artist": "Stevie Wonder",
        "decade": 1970,
        "genre": "Soul",
        "coverAsset": "songs_in_the_key_of_life",
        "biography": "Lançado em 1976, Songs in the Key of Life é o 18º álbum de estúdio de Stevie Wonder. Este álbum duplo é considerado uma obra-prima da música pop e soul, abordando temas como amor, espiritualidade e questões sociais. Com faixas como Sir Duke e Isn't She Lovely, o álbum estreou no topo das paradas e permaneceu lá por 14 semanas, sendo amplamente aclamado pela crítica e pelo público.",
        "qtdMusicsAndDuration": "17 faixas – 85min 43s"
    },
    {
        "title": "Blue Train",
        "artist": "John Coltrane",
        "decade": 1970,
        "genre": "Jazz",
        "coverAsset": "blue_train",
        "biography": "Blue Train, lançado em 1958, é o único álbum de John Coltrane como líder pela Blue Note Records. Gravado em 1957, este trabalho é considerado um marco no jazz, destacando-se pela sua intensidade emocional e virtuosismo técnico. Composições como a faixa-título demonstram a transição de Coltrane para um estilo mais pessoal e inovador.",
        "qtdMusicsAndDuration": "5 faixas – 42min 14s"
    },
    {
        "title": "Transa",
        "artist": "Caetano Veloso",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "transa",
        "biography": "Gravado durante o exílio de Caetano Veloso em Londres, 'Transa' foi lançado em 1972 e é um dos álbuns mais emblemáticos de sua carreira. Mesclando MPB, reggae e influências internacionais, o disco reflete a experiência do artista fora do Brasil e é considerado uma obra de resistência cultural.",
        "qtdMusicsAndDuration": "7 faixas – 37min 13s"
    },
    {
        "title": "Roberto Carlos",
        "artist": "Roberto Carlos",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "roberto_carlos",
        "biography": "O álbum homônimo de 1970 marca uma fase de transição na carreira de Roberto Carlos, afastando-se do movimento Jovem Guarda e adotando um estilo mais romântico e introspectivo. Com canções como 'Ana' e 'Jesus Cristo', o disco consolidou sua posição como o 'Rei' da música brasileira.",
        "qtdMusicsAndDuration": "12 faixas – 49min 01s"
    },
    {
        "title": "Innervisions",
        "artist": "Stevie Wonder",
        "decade": 1970,
        "genre": "Soul",
        "coverAsset": "innervisions",
        "biography": "Lançado em 1973, 'Innervisions' é o 16º álbum de estúdio de Stevie Wonder e é amplamente reconhecido por sua abordagem inovadora e consciente. O álbum aborda temas sociais e políticos, como racismo e desigualdade, em faixas como 'Living for the City'. Musicalmente, destaca-se pelo uso pioneiro de sintetizadores e pela fusão de soul, funk e jazz.",
        "qtdMusicsAndDuration": "9 faixas – 43min 52s"
    },
    {
        "title": "Tutu",
        "artist": "Miles Davis",
        "decade": 1970,
        "genre": "Jazz",
        "coverAsset": "tutu",
        "biography": "Lançado em 1986, 'Tutu' marca uma nova fase na carreira de Miles Davis, incorporando elementos de jazz fusion, funk e música eletrônica. Produzido por Marcus Miller, o álbum é um tributo ao arcebispo sul-africano Desmond Tutu e reflete o compromisso de Davis com a inovação sonora. 'Tutu' rendeu a Davis o Grammy de Melhor Performance Instrumental de Jazz Solo em 1986.",
        "qtdMusicsAndDuration": "8 faixas – 42min 05s"
    },
    {
        "title": "Secos & Molhados",
        "artist": "Secos & Molhados",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "secos_&_molhados",
        "biography": "O álbum de estreia homônimo do grupo brasileiro Secos & Molhados, lançado em 1973, é considerado um marco na música brasileira. Combinando rock, MPB e poesia, o disco apresentou letras de autores como Vinícius de Moraes e Manuel Bandeira. A performance teatral e a estética andrógina do vocalista Ney Matogrosso contribuíram para o impacto cultural do álbum, que desafiou as normas durante a ditadura militar no Brasil.",
        "qtdMusicsAndDuration": "13 faixas – 30min 54s"
    },
    {
        "title": "A Love Supreme",
        "artist": "John Coltrane",
        "decade": 1970,
        "genre": "Jazz",
        "coverAsset": "a_love_supreme",
        "biography": "Gravado em 1964 e lançado em 1965, 'A Love Supreme' é uma suíte espiritual composta por John Coltrane. Considerado uma de suas obras-primas, o álbum expressa a fé e a busca espiritual do saxofonista, refletindo sua jornada pessoal de superação e iluminação. Composto por quatro partes, o disco é uma meditação musical sobre a devoção e a transcendência.",
        "qtdMusicsAndDuration": "4 faixas – 32min 47s"
    },
    {
        "title": "Acústico Mtv",
        "artist": "Cássia Eller",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "acústico_mtv",
        "biography": "Gravado em março de 2001, 'Acústico MTV' foi o último álbum lançado por Cássia Eller antes de sua morte em dezembro do mesmo ano. O disco apresenta versões acústicas de seus maiores sucessos, além de covers e inéditas, destacando sua versatilidade vocal e presença de palco. Com vendas superiores a um milhão de cópias, o álbum consolidou seu legado na música brasileira.",
        "qtdMusicsAndDuration": "17 faixas – 61min 56s"
    },
    {
        "title": "Matriz",
        "artist": "Pitty",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "matriz",
        "biography": "Lançado em 2019, 'Matriz' é o quinto álbum de estúdio da cantora brasileira Pitty. O disco marca um retorno às suas raízes musicais, incorporando elementos de rock, MPB e ritmos regionais. Com letras introspectivas e colaborações com artistas como Lazzo Matumbi e BaianaSystem, 'Matriz' reflete a maturidade artística de Pitty e sua conexão com a cultura baiana.",
        "qtdMusicsAndDuration": "13 faixas – 44min 21s"
    },
    {
        "title": "Acabou Chorare",
        "artist": "Novos Baianos",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "acabou_chorare",
        "biography": "Lançado em 1972, 'Acabou Chorare' é considerado um dos álbuns mais importantes da música brasileira. Combinando samba, rock e MPB, o disco apresenta faixas como 'Preta Pretinha' e 'Brasil Pandeiro'. O álbum alcançou o topo das paradas no Brasil e é frequentemente citado em listas dos melhores álbuns nacionais. ",
        "qtdMusicsAndDuration": "10 faixas – 39 min 29s"
    },
    {
        "title": "Sgt. Peppers Lonely Hearts Club Band",
        "artist": "The Beatles",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "sgt._peppers_lonely_hearts_club_band",
        "biography": "Lançado em 1967, este álbum revolucionou a música pop com seu conceito inovador e experimentações sonoras. Assumindo alter egos, os Beatles criaram uma obra que se tornou símbolo da contracultura dos anos 60. Inclui faixas icônicas como 'Lucy in the Sky with Diamonds' e 'A Day in the Life'.",
        "qtdMusicsAndDuration": "13 faixas – 39 min 36s"
    },
    {
        "title": "The Blueprint",
        "artist": "Jay-Z",
        "decade": 1970,
        "genre": "Hip Hop",
        "coverAsset": "the_blueprint",
        "biography": "Lançado em 2001, 'The Blueprint' é considerado um dos melhores álbuns de Jay-Z. Com produção de Kanye West e Just Blaze, o disco apresenta uma sonoridade soul e letras introspectivas. Inclui faixas como 'Izzo (H.O.V.A.)' e 'Renegade'.",
        "qtdMusicsAndDuration": "13 faixas - 63min 25s "
    },
    {
        "title": "Jagged Little Pill",
        "artist": "Alanis Morissette",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "jagged_little_pill",
        "biography": "Lançado em 1995, 'Jagged Little Pill' catapultou Alanis Morissette ao estrelato internacional. O álbum mistura rock alternativo e pop, com letras confessionais e emotivas. Inclui sucessos como 'You Oughta Know' e 'Ironic'.",
        "qtdMusicsAndDuration": "13 faixas -  57min 23s"
    },
    {
        "title": "Da Lama Ao Caos",
        "artist": "Nação Zumbi",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "da_lama_ao_caos",
        "biography": "Lançado em 1994, este álbum é um marco do movimento manguebeat, que mistura maracatu, rock, hip-hop e funk. Com letras que retratam a realidade urbana do Recife, o disco inclui faixas como 'A Cidade' e 'Rios, Pontes & Overdrives'.",
        "qtdMusicsAndDuration": "13 faixas - 50min 10s"
    },
    {
        "title": "Illmatic",
        "artist": "Nas",
        "decade": 1970,
        "genre": "Hip Hop",
        "coverAsset": "illmatic",
        "biography": "Lançado em 1994, Illmatic é o álbum de estreia de Nas e é amplamente considerado uma obra-prima do hip-hop. Com letras introspectivas e realistas sobre a vida no Queensbridge, Nova York, o álbum apresenta produções de DJ Premier, Pete Rock e Q-Tip. Apesar de vendas modestas inicialmente, Illmatic recebeu aclamação crítica e é frequentemente citado como um dos álbuns mais influentes do gênero. ",
        "qtdMusicsAndDuration": "10 faixas - 39 min 48s"
    }
]
