[
    {
        "title": "Atliens",
        "artist": "OutKast",
        "decade": 1990,
        "genre": "Hip Hop",
        "coverAsset": "atliens",
        "biography": "Lançado em 1996, ATLiens é o segundo álbum de estúdio da dupla de hip-hop OutKast. O título combina 'ATL' (Atlanta) com 'aliens', refletindo a sensação de alienação dos artistas. Com produção influenciada por dub, gospel e sons espaciais, o álbum aborda temas como vida urbana e existencialismo. Destacam-se faixas como 'Elevators (Me & You)' e 'Jazzy Belle' ",
        "qtdMusicsAndDuration": "15 faixas – 57min 23s"
    },
    {
        "title": "Speak No Evil",
        "artist": "Wayne Shorter",
        "decade": 1960,
        "genre": "Jazz",
        "coverAsset": "speak_no_evil",
        "biography": "Gravado em 1964 e lançado em 1966, Speak No Evil é um dos álbuns mais aclamados do saxofonista Wayne Shorter. Composições como 'Witch Hunt' e 'Infant Eyes' destacam-se pela sofisticação harmônica e lirismo. O disco é considerado uma obra-prima do jazz moderno .",
        "qtdMusicsAndDuration": "6 faixas – 42min 16s"
    },
    {
        "title": "Achtung Baby",
        "artist": "U2",
        "decade": 1990,
        "genre": "Rock",
        "coverAsset": "achtung_baby",
        "biography": "Lançado em 1991, Achtung Baby marca uma reinvenção sonora do U2, incorporando elementos de rock alternativo e eletrônico. Gravado em Berlim, o álbum reflete influências de artistas como David Bowie. Com faixas como 'One' e 'Mysterious Ways', é considerado um dos melhores trabalhos da banda .",
        "qtdMusicsAndDuration": "12 faixas – 55min 27s"
    },
    {
        "title": "Back To Black",
        "artist": "Amy Winehouse",
        "decade": 2000,
        "genre": "Soul",
        "coverAsset": "back_to_black",
        "biography": "Lançado em 2006, Back to Black é o segundo e último álbum de estúdio de Amy Winehouse. Inspirado por sua tumultuada relação com Blake Fielder-Civil, o disco explora temas de amor, perda e vícios. Com produção de Mark Ronson e Salaam Remi, e hits como Rehab e You Know I'm No Good, o álbum é considerado um clássico moderno .",
        "qtdMusicsAndDuration": "11 faixas – 34min 56s"
    },
    {
        "title": "Barão Vermelho",
        "artist": "Barão Vermelho",
        "decade": 1980,
        "genre": "Rock",
        "coverAsset": "barão_vermelho",
        "biography": "Lançado em 1982, o álbum de estreia homônimo do Barão Vermelho apresenta uma fusão de rock, blues e pop. Com Cazuza nos vocais e Frejat na guitarra, o disco inclui a clássica 'Todo Amor Que Houver Nessa Vida'. É considerado um marco do rock brasileiro dos anos 80 ",
        "qtdMusicsAndDuration": "10 faixas – 31min 10s"
    },
    {
        "title": "Rumours",
        "artist": "Fleetwood Mac",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "rumours",
        "biography": "Rumours é o décimo primeiro álbum de estúdio da banda britânico-americana Fleetwood Mac, lançado em 4 de fevereiro de 1977 pela Warner Bros. Records. Registrado em 1976 enquanto os membros da banda enfrentavam divisões pessoais e excessos de drogas, o disco reflete tensões e emoções intensas em letras sobre relacionamentos tumultuados. Produzido pela própria banda com Ken Caillat e Richard Dashut, Rumours apresenta harmonias vocais marcantes e arranjos pop-rock refinados em sucessos como 'Go Your Own Way' e 'Dreams'. ",
        "qtdMusicsAndDuration": "11 faixas - 39 min 03s"
    },
    {
        "title": "Bat Out Of Hell",
        "artist": "Meat Loaf",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "bat_out_of_hell",
        "biography": "Bat Out of Hell é o álbum de estreia solo do cantor americano Meat Loaf, lançado em 21 de outubro de 1977 pela Cleveland International/Epic Records e produzido por Todd Rundgren. Desenvolvido a partir do musical Neverland, de Jim Steinman, o disco apresenta um rock teatral com influências de Wagner, arranjos grandiosos e narrativas épicas. Faixas como 'Paradise by the Dashboard Light' e 'Two Out of Three Ain’t Bad' destacam a performance vocal dramática de Meat Loaf e a parceria criativa com Steinman. Comercialmente, o álbum vendeu mais de 43 milhões de cópias globalmente.",
        "qtdMusicsAndDuration": "7 faixas - 46 min 25s"
    },
    {
        "title": "Nevermind",
        "artist": "Nirvana",
        "decade": 1990,
        "genre": "Grunge",
        "coverAsset": "nevermind",
        "biography": "Nevermind é o segundo álbum de estúdio da banda americana Nirvana, lançado em 24 de setembro de 1991 pela gravadora DGC Records. Produzido por Butch Vig, o disco foi gravado nos estúdios Sound City e combina elementos de grunge, punk rock e pop melódico, marcando uma evolução na sonoridade crua que caracterizava a cena de Seattle. O single de abertura, “Smells Like Teen Spirit”, lançado em 10 de setembro de 1991, tornou-se um hino geracional, impulsionando o álbum ao topo das paradas e consolidando o grunge como fenômeno global.",
        "qtdMusicsAndDuration": "13 faixas - 49min 07s"
    },
    {
        "title": "Construção",
        "artist": "Chico Buarque",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "construção",
        "biography": "Construção é o oitavo álbum de estúdio do cantor e compositor brasileiro Chico Buarque, lançado em dezembro de 1971 durante o regime militar no Brasil. Composições foram criadas entre o exílio de Buarque na Itália e seu retorno ao país, refletindo denúncias à censura e ao autoritarismo por meio de letras poéticas e críticas, especialmente na faixa-título. O álbum carrega temáticas sociais e políticas, abordando condições de trabalho e repressão, mas também diferencia-se por arranjos sofisticados assinados por Rogério Duprat.",
        "qtdMusicsAndDuration": "10 faixas - 31min 10s"
    },
    {
        "title": "Revolver",
        "artist": "The Beatles",
        "decade": 1960,
        "genre": "Rock",
        "coverAsset": "revolver",
        "biography": "Revolver é o sétimo álbum de estúdio da banda inglesa The Beatles, lançado em 5 de agosto de 1966, acompanhado pelo single duplo 'Eleanor Rigby'/'Yellow Submarine'. Considerado um marco na história da música, marca a transição do grupo de uma banda de performances ao vivo para um coletivo centrado em estúdio, explorando técnicas inovadoras de gravação e produção. As composições refletem influências de psicodelia, música clássica indiana e R&B, com faixas emblemáticas como 'Tomorrow Never Knows' e 'Eleanor Rigby'. Produzido por George Martin, o álbum apresenta arranjos sofisticados, experimentação de fita e camadas sonoras que ampliaram os limites do pop rock.",
        "qtdMusicsAndDuration": "14 faixas - 35min 01s"
    },
    {
        "title": "Time Out",
        "artist": "The Dave Brubeck Quartet",
        "decade": 1950,
        "genre": "Jazz",
        "coverAsset": "time_out",
        "biography": "Time Out é um álbum de estúdio do The Dave Brubeck Quartet, lançado em 14 de dezembro de 1959 pela Columbia Records. O trabalho se destaca pelo uso inovador de assinaturas de tempo pouco usuais no jazz, como 9/8, 6/4 e 5/4, conferindo uma sonoridade única ao gênero. A faixa 'Take Five', composta por Paul Desmond, tornou-se a primeira gravação de jazz a vender mais de um milhão de cópias e é um clássico instantâneo do repertório mundial.",
        "qtdMusicsAndDuration": "7 faixas - 38min 30s"
    },
    {
        "title": "Off The Wall",
        "artist": "Michael Jackson",
        "decade": 1970,
        "genre": "Pop",
        "coverAsset": "off_the_wall",
        "biography": "Off the Wall é o quinto álbum de estúdio de Michael Jackson, lançado em 10 de agosto de 1979 pela Epic Records e produzido por Quincy Jones. Representou um divisor de águas para Jackson, incorporando disco, funk, pop, R&B e baladas sofisticadas, enquanto o artista buscava afirmar sua independência criativa. Com composições de Stevie Wonder, Paul McCartney, Rod Temperton e três faixas escritas pelo próprio Jackson.",
        "qtdMusicsAndDuration": "10 faixas - 42min 24s"
    },
    {
        "title": "In Rainbows",
        "artist": "Radiohead",
        "decade": 2000,
        "genre": "Alternative Rock",
        "coverAsset": "in_rainbows",
        "biography": "In Rainbows é o sétimo álbum de estúdio da banda britânica Radiohead, lançado inicialmente por meio de download no site oficial em 10 de outubro de 2007, em um modelo pay-what-you-want que revolucionou a indústria musical. Gravado em locações como Halswell House, Tottenham House e no Hospital Club em Londres, o álbum apresenta letras mais pessoais e menos políticas que seus trabalhos anteriores. Musicalmente, mescla art rock, experimental rock, art pop e eletrônica, mantendo um equilíbrio entre acessibilidade e inovação sonora. ",
        "qtdMusicsAndDuration": "10 faixas - 42min 39s"
    },
    {
        "title": "Legal",
        "artist": "Gal Costa",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "legal",
        "biography": "Legal é um álbum da cantora e compositora brasileira Gal Costa, lançado em 1970, que sucede o registro experimental de 1969. O disco marca um retorno a um estilo mais acessível, combinando influências de música psicodélica, blues e R&B com arranjos ecléticos. A capa, criada pelo artista Hélio Oiticica, reforça a identidade tropicália da obra, mesclando arte visual e musical. Em faixas como “Eu Sou Terrível” e “London, London”, Costa apresenta sua versatilidade vocal e sintonia com as tendências internacionais, mantendo a sofisticação do MPB. ",
        "qtdMusicsAndDuration": "10 faixas - 33min 02s"
    },
]
