[
    {
        "title": "Legal",
        "artist": "Gal Costa",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "legal",
        "biography": "Legal é um álbum da cantora e compositora brasileira Gal Costa, lançado em 1970, que sucede o registro experimental de 1969. O disco marca um retorno a um estilo mais acessível, combinando influências de música psicodélica, blues e R&B com arranjos ecléticos. A capa, criada pelo artista Hélio Oiticica, reforça a identidade tropicália da obra, mesclando arte visual e musical. Em faixas como “Eu Sou Terrível” e “London, London”, Costa apresenta sua versatilidade vocal e sintonia com as tendências internacionais, mantendo a sofisticação do MPB. ",
        "qtdMusicsAndDuration": "10 faixas - 33min 02s"
    },
    {
        "title": "In Rainbows",
        "artist": "Radiohead",
        "decade": 2000,
        "genre": "Alternative Rock",
        "coverAsset": "in_rainbows",
        "biography": "In Rainbows é o sétimo álbum de estúdio da banda britânica Radiohead, lançado inicialmente por meio de download no site oficial em 10 de outubro de 2007, em um modelo pay-what-you-want que revolucionou a indústria musical. Gravado em locações como Halswell House, Tottenham House e no Hospital Club em Londres, o álbum apresenta letras mais pessoais e menos políticas que seus trabalhos anteriores. Musicalmente, mescla art rock, experimental rock, art pop e eletrônica, mantendo um equilíbrio entre acessibilidade e inovação sonora. ",
        "qtdMusicsAndDuration": "10 faixas - 42min 39s"
    },
    {
        "title": "The Miseducation Of Lauryn Hill",
        "artist": "Lauryn Hill",
        "decade": 1990,
        "genre": "R&B",
        "coverAsset": "the_miseducation_of_lauryn_hill",
        "biography": "The Miseducation of Lauryn Hill é o álbum solo de estreia da rapper e cantora americana Lauryn Hill, lançado em 19 de agosto de 1998. Quase integralmente escrito e produzido por Hill, foi gravado após a pausa do grupo The Fugees, refletindo seu desejo de introspecção e autonomia artística. Como um álbum conceitual sobre o aprendizado do amor, aborda complexidades de relacionamentos, conflitos interpessoais, maternidade e fé, especialmente na faixa 'To Zion'.",
        "qtdMusicsAndDuration": "16 faixas - 77min 39s"
    },
    {
        "title": "Lemonade",
        "artist": "Beyoncé",
        "decade": 2010,
        "genre": "R&B",
        "coverAsset": "lemonade",
        "biography": "Lemonade é o sexto álbum de estúdio de Beyoncé Knowles, lançado em 23 de abril de 2016, acompanhado por um filme visual de 65 minutos. Este trabalho conceitual explora temas de infidelidade, identidade negra e empoderamento feminino, narrando a jornada emocional da artista após um episódio de traição conjugal.",
        "qtdMusicsAndDuration": "12 faixas – 45min 49s"
    },
    {
        "title": "Mezzanine",
        "artist": "Massive Attack",
        "decade": 1990,
        "genre": "Electronic",
        "coverAsset": "mezzanine",
        "biography": "Mezzanine, lançado em 20 de abril de 1998, é o terceiro álbum de estúdio do grupo inglês Massive Attack. O álbum representa uma virada para um clima mais sombrio e atmosférico, incorporando influências do post-punk britânico, da música industrial, do hip hop e do dub em sua sonoridade trip hop. Gravações tensas entre os membros da banda contribuíram para um processo criativo intenso, resultando em faixas marcantes como 'Teardrop' (com Elizabeth Fraser) e 'Angel' (com Horace Andy). Produzido em parceria com Neil Davidge, Mezzanine foi o primeiro trabalho de Massive Attack sem a participação do rapper Tricky e o derradeiro com Mushroom, ressaltando as dinâmicas internas do grupo na época.",
        "qtdMusicsAndDuration": "11 faixas – 65min 31s"
    },
    {
        "title": "Am",
        "artist": "Arctic Monkeys",
        "decade": 2010,
        "genre": "Rock",
        "coverAsset": "am",
        "biography": "Lançado em 2013, AM é o quinto álbum de estúdio da banda britânica Arctic Monkeys. O disco apresenta uma fusão de rock alternativo com elementos de hip-hop e R&B, evidenciada em faixas como 'Do I Wanna Know?' e 'Why'd You Only Call Me When You're High?'. Produzido por James Ford, o álbum recebeu aclamação crítica por sua maturidade sonora e letras introspectivas.",
        "qtdMusicsAndDuration": "12 faixas – 41min 43s"
    },
    {
        "title": "Abbey Road",
        "artist": "The Beatles",
        "decade": 1960,
        "genre": "Rock",
        "coverAsset": "abbey_road",
        "biography": "Lançado em 1969, Abbey Road é o 11º álbum de estúdio dos Beatles. Destaca-se pela icônica capa dos quatro membros atravessando a rua e por faixas como 'Come Together' e 'Here Comes the Sun'. O lado B do disco apresenta um medley de canções que demonstra a coesão e criatividade da banda em sua fase final.",
        "qtdMusicsAndDuration": "17 faixas – 47min 03s"
    },
    {
        "title": "Hotel California",
        "artist": "Eagles",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "hotel_california",
        "biography": "Lançado em 1976, Hotel California é o quinto álbum de estúdio da banda americana Eagles. A faixa-título tornou-se um dos maiores sucessos da banda, com letras enigmáticas e solos de guitarra memoráveis. O álbum explora temas de decadência e desilusão na sociedade americana, consolidando-se como um clássico do rock.",
        "qtdMusicsAndDuration": "9 faixas – 43min 28s"
    },
    {
        "title": "Horses",
        "artist": "Patti Smith",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "horses",
        "biography": "Lançado em 1975, Horses é o álbum de estreia da cantora e poetisa americana Patti Smith. Combinando poesia beat com rock punk, o disco é considerado um marco do movimento punk e da música alternativa. Faixas como 'Gloria' e 'Land' destacam-se pela intensidade lírica e sonora.",
        "qtdMusicsAndDuration": "8 faixas – 43min 10s"
    },
    {
        "title": "Discovery",
        "artist": "Daft Punk",
        "decade": 2000,
        "genre": "Electronic",
        "coverAsset": "discovery",
        "biography": "Lançado em 2001, 'Discovery' é o segundo álbum de estúdio da dupla francesa Daft Punk. O disco marcou uma mudança em relação ao estilo anterior da dupla, incorporando influências de disco, funk e synthpop. Com hits como 'One More Time' e 'Harder, Better, Faster, Stronger', o álbum foi aclamado pela crítica e consolidou o status do Daft Punk como pioneiros da música eletrônica.",
        "qtdMusicsAndDuration": "14 faixas – 60m 50s "
    },
    {
        "title": "Cabeça Dinossauro",
        "artist": "Titãs",
        "decade": 1980,
        "genre": "Rock",
        "coverAsset": "cabeça_dinossauro",
        "biography": "Lançado em 1986, 'Cabeça Dinossauro' é o terceiro álbum de estúdio da banda brasileira Titãs. Considerado um dos álbuns mais importantes do rock nacional dos anos 80, o disco apresenta uma sonoridade agressiva e letras críticas à sociedade, religião e política. Faixas como 'Polícia' e 'Homem Primata' tornaram-se hinos de uma geração inconformada.",
        "qtdMusicsAndDuration": "13 faixas – 38min 41s"
    },
    {
        "title": "Nebraska",
        "artist": "Bruce Springsteen",
        "decade": 1980,
        "genre": "Rock",
        "coverAsset": "nebraska",
        "biography": "Lançado em 1982, 'Nebraska' é um álbum solo de Bruce Springsteen, gravado em casa com um gravador de quatro canais. Com uma abordagem minimalista e acústica, o disco apresenta narrativas sombrias sobre personagens marginalizados e temas como crime, desespero e redenção. Embora tenha sido um desvio do estilo rock habitual de Springsteen, 'Nebraska' é amplamente considerado uma de suas obras-primas.",
        "qtdMusicsAndDuration": "10 faixas – 40min 50s"
    },
    {
        "title": "Let It Be",
        "artist": "The Beatles",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "let_it_be",
        "biography": "Lançado em 1970, 'Let It Be' é o último álbum de estúdio dos Beatles. Originalmente concebido como um retorno às raízes da banda, o projeto enfrentou dificuldades durante as gravações, refletindo as tensões internas do grupo. Produzido por Phil Spector, o álbum inclui clássicos como 'Let It Be' e 'The Long and Winding Road'. Apesar das controvérsias, o disco é um testemunho do legado duradouro dos Beatles. ",
        "qtdMusicsAndDuration": "12 faixas – 35min 10s "
    },
    {
        "title": "Expresso 2222",
        "artist": "Gilberto Gil",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "expresso_2222",
        "biography": "Lançado em 1972, Expresso 2222 marcou o retorno de Gilberto Gil ao Brasil após seu exílio em Londres. O álbum mescla elementos de MPB, samba e rock, refletindo a diversidade cultural brasileira. Com faixas como 'Back in Bahia' e 'O Canto da Ema', é considerado uma obra-prima da música brasileira e figura entre os 100 maiores álbuns nacionais pela Rolling Stone Brasil. ",
        "qtdMusicsAndDuration": "9 faixas – 34min 01s"
    },
    {
        "title": "Queen Ii",
        "artist": "Queen",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "queen_ii",
        "biography": "Lançado em 1974, Queen II é o segundo álbum de estúdio da banda britânica Queen. Dividido em 'Side White' e 'Side Black', o disco explora temas místicos e fantásticos, com arranjos complexos e vocais harmoniosos. Faixas como 'Seven Seas of Rhye' destacam-se, e o álbum é visto como um passo crucial na consolidação do estilo único da banda. ",
        "qtdMusicsAndDuration": "11 faixas – 40min 42s"
    },
    {
        "title": "The Chronic",
        "artist": "Dr. Dre",
        "decade": 1990,
        "genre": "Hip Hop",
        "coverAsset": "the_chronic",
        "biography": "Lançado em 1992, The Chronic é o álbum de estreia solo de Dr. Dre e introduziu o estilo G-funk ao mainstream. Com batidas suaves, sintetizadores e letras marcantes, o disco apresenta Snoop Dogg ao público e aborda temas sociais e urbanos. Considerado um marco no hip-hop, o álbum influenciou profundamente o gênero nos anos seguintes.",
        "qtdMusicsAndDuration": "16 faixas – 62min 51s"
    },
    {
        "title": "My Beautiful Dark Twisted Fantasy",
        "artist": "Kanye West",
        "decade": 2010,
        "genre": "Hip Hop",
        "coverAsset": "my_beautiful_dark_twisted_fantasy",
        "biography": "Lançado em 2010, My Beautiful Dark Twisted Fantasy é o quinto álbum de estúdio de Kanye West. Gravado após um período de controvérsias, o disco é uma obra grandiosa que mistura hip-hop, rock e soul. Com participações de artistas como Jay-Z e Bon Iver, e faixas como 'Runaway', o álbum recebeu aclamação crítica e é frequentemente citado entre os melhores da década.",
        "qtdMusicsAndDuration": "13 faixas – 68min 34s"
    },
    {
        "title": "Electric Ladyland",
        "artist": "Jimi Hendrix",
        "decade": 1960,
        "genre": "Rock",
        "coverAsset": "electric_ladyland",
        "biography": "Lançado em 1968, Electric Ladyland é o terceiro e último álbum de estúdio do The Jimi Hendrix Experience. Este álbum duplo destaca-se pela experimentação sonora e pela produção inovadora de Hendrix. Inclui versões memoráveis de 'All Along the Watchtower' e 'Voodoo Child', consolidando Hendrix como um dos maiores guitarristas da história.",
        "qtdMusicsAndDuration": "10 faixas - 73min 56s"
    },
    {
        "title": "Viva La Vida",
        "artist": "Coldplay",
        "decade": 2000,
        "genre": "Alternative Rock",
        "coverAsset": "viva_la_vida_or_death_and_all_his_friends",
        "biography": "Lançado em 2008, Viva la Vida or Death and All His Friends marca uma mudança sonora para o Coldplay, incorporando elementos de art rock e pop barroco. Produzido por Brian Eno, o álbum explora temas como amor, guerra e fé, com destaque para a faixa-título, que se tornou um sucesso global. A capa apresenta a pintura 'Liberdade Guiando o Povo' de Delacroix, refletindo o tom revolucionário do disco.",
        "qtdMusicsAndDuration": "10 faixas – 45min 51s"
    },
    {
        "title": "Head Hunters",
        "artist": "Herbie Hancock",
        "decade": 1970,
        "genre": "Jazz",
        "coverAsset": "head_hunters",
        "biography": "Lançado em 1973, Head Hunters é um marco do jazz-funk, onde Herbie Hancock mescla jazz com funk e soul. Com faixas como 'Chameleon', o álbum destaca-se pelo uso inovador de sintetizadores e ritmos dançantes. Foi um sucesso comercial, tornando-se um dos álbuns de jazz mais vendidos da época.",
        "qtdMusicsAndDuration": "4 faixas – 41min 52s"
    },
    {
        "title": "Ready To Die",
        "artist": "The Notorious B.I.G.",
        "decade": 1990,
        "genre": "Hip Hop",
        "coverAsset": "ready_to_die",
        "biography": "Lançado em 1994, Ready to Die é o álbum de estreia de The Notorious B.I.G., apresentando narrativas cruas sobre a vida nas ruas do Brooklyn. Com hits como 'Juicy' e 'Big Poppa', o disco é considerado um clássico do hip-hop, destacando-se pela lírica afiada e produção marcante. ",
        "qtdMusicsAndDuration": "17 faixas – 69min 05s"
    },
    {
        "title": "The Man-Machine",
        "artist": "Kraftwerk",
        "decade": 1970,
        "genre": "Electronic",
        "coverAsset": "the_man-machine",
        "biography": "Lançado em 1978, The Man-Machine é um álbum conceitual do Kraftwerk que explora a relação entre humanos e tecnologia. Com sonoridades eletrônicas minimalistas e temas futuristas, o disco influenciou profundamente a música eletrônica e o synth-pop.",
        "qtdMusicsAndDuration": "6 faixas – 36min 10s"
    },
    {
        "title": "A Cor De Rosa Choque",
        "artist": "Rita Lee",
        "decade": 1980,
        "genre": "Rock",
        "coverAsset": "a_cor_de_rosa_choque",
        "biography": "Lançado em 1982, A Cor de Rosa Choque é um dos álbuns mais emblemáticos de Rita Lee, destacando-se por sua abordagem feminista e irreverente. Combinando rock e pop, o disco apresenta letras bem-humoradas e críticas sociais, consolidando Rita como uma das maiores artistas brasileiras.",
        "qtdMusicsAndDuration": "9 faixas - 35min 33s"
    }
]
