[
    {
        "title": "Acabou Chorare",
        "artist": "Novos Baianos",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "acabou_chorare",
        "biography": "Lançado em 1972, 'Acabou Chorare' é considerado um dos álbuns mais importantes da música brasileira. Combinando samba, rock e MPB, o disco apresenta faixas como 'Preta Pretinha' e 'Brasil Pandeiro'. O álbum alcançou o topo das paradas no Brasil e é frequentemente citado em listas dos melhores álbuns nacionais. ",
        "qtdMusicsAndDuration": "10 faixas – 39 min 29s"
    },
    {
        "title": "Sgt. Peppers Lonely Hearts Club Band",
        "artist": "The Beatles",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "sgt._peppers_lonely_hearts_club_band",
        "biography": "Lançado em 1967, este álbum revolucionou a música pop com seu conceito inovador e experimentações sonoras. Assumindo alter egos, os Beatles criaram uma obra que se tornou símbolo da contracultura dos anos 60. Inclui faixas icônicas como 'Lucy in the Sky with Diamonds' e 'A Day in the Life'.",
        "qtdMusicsAndDuration": "13 faixas – 39 min 36s"
    },
    {
        "title": "The Blueprint",
        "artist": "Jay-Z",
        "decade": 1970,
        "genre": "Hip Hop",
        "coverAsset": "the_blueprint",
        "biography": "Lançado em 2001, 'The Blueprint' é considerado um dos melhores álbuns de Jay-Z. Com produção de Kanye West e Just Blaze, o disco apresenta uma sonoridade soul e letras introspectivas. Inclui faixas como 'Izzo (H.O.V.A.)' e 'Renegade'.",
        "qtdMusicsAndDuration": "13 faixas - 63min 25s "
    },
    {
        "title": "Jagged Little Pill",
        "artist": "Alanis Morissette",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "jagged_little_pill",
        "biography": "Lançado em 1995, 'Jagged Little Pill' catapultou Alanis Morissette ao estrelato internacional. O álbum mistura rock alternativo e pop, com letras confessionais e emotivas. Inclui sucessos como 'You Oughta Know' e 'Ironic'.",
        "qtdMusicsAndDuration": "13 faixas -  57min 23s"
    },
    {
        "title": "Da Lama Ao Caos",
        "artist": "Nação Zumbi",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "da_lama_ao_caos",
        "biography": "Lançado em 1994, este álbum é um marco do movimento manguebeat, que mistura maracatu, rock, hip-hop e funk. Com letras que retratam a realidade urbana do Recife, o disco inclui faixas como 'A Cidade' e 'Rios, Pontes & Overdrives'.",
        "qtdMusicsAndDuration": "13 faixas - 50min 10s"
    },
    {
        "title": "Illmatic",
        "artist": "Nas",
        "decade": 1970,
        "genre": "Hip Hop",
        "coverAsset": "illmatic",
        "biography": "Lançado em 1994, Illmatic é o álbum de estreia de Nas e é amplamente considerado uma obra-prima do hip-hop. Com letras introspectivas e realistas sobre a vida no Queensbridge, Nova York, o álbum apresenta produções de DJ Premier, Pete Rock e Q-Tip. Apesar de vendas modestas inicialmente, Illmatic recebeu aclamação crítica e é frequentemente citado como um dos álbuns mais influentes do gênero. ",
        "qtdMusicsAndDuration": "10 faixas - 39 min 48s"
    },
    {
        "title": "21",
        "artist": "Adele",
        "decade": 1970,
        "genre": "Pop",
        "coverAsset": "21",
        "biography": "Lançado em 2011, 21 é o segundo álbum de estúdio de Adele e consolidou sua carreira internacionalmente. Inspirado por um término de relacionamento, o álbum mistura soul, pop e blues, destacando-se por baladas emocionais como 'Someone Like You' e 'Rolling in the Deep'. 21 foi um sucesso comercial e crítico, tornando-se um dos álbuns mais vendidos do século XXI.",
        "qtdMusicsAndDuration": "11 faixas - 48min 01s "
    },
    {
        "title": "Miles Smiles",
        "artist": "Miles Davis",
        "decade": 1970,
        "genre": "Jazz",
        "coverAsset": "miles_smiles",
        "biography": "Lançado em 1967, Miles Smiles é o segundo álbum do 'Second Great Quintet' de Miles Davis, com Wayne Shorter, Herbie Hancock, Ron Carter e Tony Williams. O álbum é conhecido por sua abordagem inovadora ao jazz, explorando estruturas rítmicas complexas e improvisações ousadas. Faixas como 'Footprints' e 'Circle' exemplificam a química e a criatividade do quinteto.",
        "qtdMusicsAndDuration": "12 faixas - 52 min 27s"
    },
    {
        "title": "The Beatles",
        "artist": "The Beatles",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "the_beatles",
        "biography": "Lançado em 1968, The Beatles, conhecido como 'White Album' devido à sua capa branca minimalista, é um álbum duplo que mostra a diversidade musical da banda. Gravado durante um período de tensões internas, o álbum apresenta uma variedade de estilos, desde rock pesado até baladas acústicas, refletindo as diferentes influências e interesses dos membros da banda.",
        "qtdMusicsAndDuration": "6 faixas; 94 min 04 s "
    },
    {
        "title": "I Never Loved A Man The Way I Love You",
        "artist": "Aretha Franklin",
        "decade": 1970,
        "genre": "Soul",
        "coverAsset": "i_never_loved_a_man_the_way_i_love_you",
        "biography": "Lançado em 1967, este foi o primeiro álbum de Aretha Franklin pela Atlantic Records e marcou sua ascensão como a 'Rainha do Soul'. Com hits como  'Respect' e a faixa-título, o álbum combina emoção crua com performances vocais poderosas, estabelecendo Franklin como uma das maiores artistas da música americana.",
        "qtdMusicsAndDuration": "8 faixas – 42m 34s"
    },
    {
        "title": "Caetano Veloso",
        "artist": "Caetano Veloso",
        "decade": 1970,
        "genre": "MPB",
        "coverAsset": "caetano_veloso",
        "biography": "Lançado em 1968, o álbum homônimo de Caetano Veloso é considerado um marco do movimento Tropicália. Combinando elementos de rock psicodélico, bossa nova e música tradicional brasileira, o disco apresenta faixas icônicas como 'Tropicália' e 'Alegria, Alegria'. A obra desafiou as normas culturais da época e influenciou gerações futuras de músicos brasileiros.",
        "qtdMusicsAndDuration": "12 faixas – 34min 54s"
    },
    {
        "title": "Discovery",
        "artist": "Daft Punk",
        "decade": 1970,
        "genre": "Electronic",
        "coverAsset": "discovery",
        "biography": "Lançado em 2001, 'Discovery' é o segundo álbum de estúdio da dupla francesa Daft Punk. O disco marcou uma mudança em relação ao estilo anterior da dupla, incorporando influências de disco, funk e synthpop. Com hits como 'One More Time' e 'Harder, Better, Faster, Stronger', o álbum foi aclamado pela crítica e consolidou o status do Daft Punk como pioneiros da música eletrônica.",
        "qtdMusicsAndDuration": "14 faixas – 60m 50s "
    },
    {
        "title": "Cabeça Dinossauro",
        "artist": "Titãs",
        "decade": 1970,
        "genre": "Rock",
        "coverAsset": "cabeça_dinossauro",
        "biography": "Lançado em 1986, 'Cabeça Dinossauro' é o terceiro álbum de estúdio da banda brasileira Titãs. Considerado um dos álbuns mais importantes do rock nacional dos anos 80, o disco apresenta uma sonoridade agressiva e letras críticas à sociedade, religião e política. Faixas como 'Polícia' e 'Homem Primata' tornaram-se hinos de uma geração inconformada.",
        "qtdMusicsAndDuration": "13 faixas – 38min 41s"
    }
]
