[
  {
    "title": "Ok Computer",
    "artist": "Radiohead",
    "decade": 1970,
    "genre": "Alternative Rock",
    "coverAsset": "ok_computer",
    "biography": "Lançado em 1997, 'OK Computer' é o terceiro álbum do Radiohead. Marcado por uma sonoridade experimental e letras introspectivas, o disco aborda temas como alienação e tecnologia. Considerado um marco do rock alternativo, recebeu aclamação da crítica e consolidou a banda como uma das mais influentes de sua geração."
  },
  {
    "title": "Kind Of Blue",
    "artist": "Miles Davis",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "kind_of_blue",
    "biography": "Lançado em 1959, Kind of Blue é uma obra-prima do jazz. Miles Davis lidera um sexteto estelar, explorando o modalismo com improvisações inovadoras. O álbum é reverenciado por sua beleza e influência duradoura, sendo essencial para apreciadores do gênero."
  },
  {
    "title": "Whats Going On",
    "artist": "Marvin Gaye",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "whats_going_on",
    "biography": "Em 1971, Marvin Gaye lançou 'What's Going On', um álbum conceitual que aborda questões sociais como guerra, pobreza e injustiça. Combinando soul e consciência política, o disco é considerado um dos mais importantes da música americana."
  },
  {
    "title": "Mingus Ah Um",
    "artist": "Charles Mingus",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "mingus_ah_um",
    "biography": "Lançado em 1959, 'Mingus Ah Um' é um tributo de Charles Mingus às raízes do jazz. Com composições que homenageiam figuras como Duke Ellington e Lester Young, o álbum mescla tradição e inovação, destacando-se pela expressividade e complexidade rítmica"
  },
  {
    "title": "Are You Experienced",
    "artist": "The Jimi Hendrix Experience",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "are_you_experienced",
    "biography": "O álbum de estreia do 'The Jimi Hendrix Experience', lançado em 1967, revolucionou o rock com sua fusão de psicodelia, blues e inovação sonora. Clássicos como 'Purple Haze' e 'Hey Joe' demonstram o virtuosismo de Hendrix e sua influência duradoura na música."
  },
  {
    "title": "The Velvet Underground & Nico",
    "artist": "The Velvet Underground",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "the_velvet_underground_&_nico",
    "biography": "Lançado em 1967, este álbum de estreia da banda The Velvet Underground, com participação de Nico, foi inicialmente um fracasso comercial, mas posteriormente tornou-se um dos mais influentes da história do rock. Produzido por Andy Warhol, o disco aborda temas controversos com uma sonoridade experimental que desafiou as convenções da época."
  },
  {
    "title": "Never Mind The Bollocks, Heres The Sex Pistols",
    "artist": "Sex Pistols",
    "decade": 1970,
    "genre": "Punk",
    "coverAsset": "never_mind_the_bollocks,_heres_the_sex_pistols",
    "biography": "Único álbum de estúdio dos Sex Pistols, lançado em 1977, é um marco do punk rock britânico. Com letras provocativas e atitude rebelde, o disco capturou a essência do movimento punk e influenciou gerações subsequentes."
  },
  {
    "title": "Nirvana",
    "artist": "Nirvana",
    "decade": 1970,
    "genre": "Grunge",
    "coverAsset": "nirvana",
    "biography": "Compilação lançada em 2002, após a morte de Kurt Cobain, reúne os maiores sucessos da banda, incluindo a inédita You Know You're Right. O álbum serve como uma introdução ao legado do grupo que redefiniu o rock nos anos 90."
  },
  {
    "title": "Back In Black",
    "artist": "AC/DC",
    "decade": 1970,
    "genre": "Hard Rock",
    "coverAsset": "back_in_black",
    "biography": "Lançado em 1980, este álbum marcou o retorno do AC/DC após a morte do vocalista Bon Scott. Com Brian Johnson nos vocais, o disco tornou-se um dos mais vendidos da história, consolidando o som pesado e energético da banda."
  },
  {
    "title": "Clube Da Esquina",
    "artist": "Milton Nascimento & Lô Borges",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "clube_da_esquina",
    "biography": "Lançado em 1972 por Milton Nascimento e Lô Borges, este álbum é um marco da música brasileira. Mesclando MPB, rock e jazz, o disco apresenta composições sofisticadas e letras poéticas, refletindo a efervescência cultural de Minas Gerais."
  },
  {
    "title": "The Joshua Tree",
    "artist": "U2",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "the_joshua_tree",
    "biography": "Lançado em 1987, este álbum consolidou o U2 como uma das maiores bandas do mundo. Combinando rock atmosférico e letras espirituais, aborda temas como fé e política. Inclui hits como With or Without You e I Still Havent Found What Im Looking For."
  },
  {
    "title": "1989",
    "artist": "Taylor Swift",
    "decade": 1970,
    "genre": "Pop",
    "coverAsset": "1989",
    "biography": "Lançado em 2014, marca a transição de Taylor Swift para o pop. Inspirado nos anos 80, apresenta synth-pop cativante e letras sobre autodescoberta. Inclui sucessos como Shake It Off e Blank Space."
  },
  {
    "title": "Random Access Memories",
    "artist": "Daft Punk",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "random_access_memories",
    "biography": "Lançado em 2013, é uma homenagem à música dos anos 70 e 80. Com colaborações de artistas como Pharrell Williams, mistura disco, funk e eletrônica. Destaca-se o hit Get Lucky."
  },
  {
    "title": "Thriller",
    "artist": "Michael Jackson",
    "decade": 1970,
    "genre": "Pop",
    "coverAsset": "thriller",
    "biography": "Lançado em 1982, é o álbum mais vendido da história. Produzido por Quincy Jones, combina pop, rock e R&B. Inclui clássicos como Billie Jean e Beat It, e revolucionou os videoclipes musicais."
  },
  {
    "title": "Grace",
    "artist": "Jeff Buckley",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "grace",
    "biography": "Único álbum de estúdio de Jeff Buckley, lançado em 1994. Combina rock alternativo e influências do jazz. Destaca-se pela interpretação emocional de Hallelujah."
  },
  {
    "title": "My Favourite Thing",
    "artist": "John Coltrane",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "my_favourite_thing",
    "biography": "Lançado em 1961, este álbum marca a estreia de John Coltrane no saxofone soprano. A faixa-título é uma releitura modal do clássico de Rodgers e Hammerstein, destacando-se por suas improvisações inovadoras. O disco é considerado um marco no jazz moderno."
  },
  {
    "title": "Ramones",
    "artist": "Ramones",
    "decade": 1970,
    "genre": "Punk",
    "coverAsset": "ramones",
    "biography": "O álbum de estreia dos Ramones, lançado em 1976, é frequentemente citado como o primeiro disco de punk rock. Com músicas curtas e enérgicas como Blitzkrieg Bop, o álbum influenciou profundamente o rock alternativo e o punk."
  },
  {
    "title": "Lady Soul",
    "artist": "Aretha Franklin",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "lady_soul",
    "biography": "Lançado em 1968, este álbum consolidou Aretha Franklin como a Rainha do Soul. Com sucessos como (You Make Me Feel Like) A Natural Woman, o disco combina emoção e técnica vocal excepcionais."
  },
  {
    "title": "Enter The Wu-Tang (36 Chambers)",
    "artist": "Wu-Tang Clan",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "enter_the_wu-tang_(36_chambers)",
    "biography": "Lançado em 1993, este álbum de estreia do Wu-Tang Clan revolucionou o hip-hop com sua produção crua e letras complexas. Misturando referências a filmes de kung fu e realidades urbanas, tornou-se um clássico do gênero."
  },
  {
    "title": "Led Zeppelin Iv",
    "artist": "Led Zeppelin",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "led_zeppelin_iv",
    "biography": "Lançado em 1971, este álbum sem título oficial é conhecido por faixas icônicas como Stairway to Heaven. Combinando hard rock, folk e blues, é considerado um dos maiores álbuns da história do rock."
  },
  {
    "title": "Oxygène",
    "artist": "Jean-Michel Jarre",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "oxygène",
    "biography": "Lançado em 1976, 'Oxygène' é um marco da música eletrônica. Gravado com sintetizadores analógicos em um estúdio caseiro, o álbum combina melodias atmosféricas e texturas futuristas, estabelecendo Jarre como pioneiro do gênero. A faixa 'Oxygène Part IV' tornou-se um sucesso internacional."
  },
  {
    "title": "Bleach",
    "artist": "Nirvana",
    "decade": 1970,
    "genre": "Grunge",
    "coverAsset": "bleach",
    "biography": "'Bleach', álbum de estreia do Nirvana lançado em 1989, apresenta um som cru e pesado, influenciado pelo punk e pelo grunge. Gravado em Seattle com orçamento limitado, o disco inclui faixas como 'About a Girl' e 'Love Buzz', demonstrando o potencial da banda que revolucionaria o rock nos anos 90."
  },
  {
    "title": "Legend",
    "artist": "Bob Marley & The Wailers",
    "decade": 1970,
    "genre": "Reggae",
    "coverAsset": "legend",
    "biography": "Lançada em 1984, esta coletânea reúne os maiores sucessos de Bob Marley, como 'No Woman, No Cry' e 'Redemption Song'. É o álbum de reggae mais vendido de todos os tempos, introduzindo a mensagem de amor e unidade de Marley a um público global."
  },
  {
    "title": "Bitches Brew",
    "artist": "Miles Davis",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "bitches_brew",
    "biography": "Lançado em 1970, 'Bitches Brew' é um álbum duplo que revolucionou o jazz ao incorporar elementos do rock e da música eletrônica. Com improvisações extensas e uma sonoridade densa, o disco é considerado um marco do jazz fusion."
  },
  {
    "title": "The Marshall Mathers Lp",
    "artist": "Eminem",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "the_marshall_mathers_lp",
    "biography": "Lançado em 2000, este álbum consolidou Eminem como um dos maiores rappers da história. Com letras provocativas e produção de Dr. Dre, o disco inclui hits como 'The Real Slim Shady' e 'Stan', explorando temas pessoais e sociais com intensidade."
  },
  {
    "title": "Paranoid",
    "artist": "Black Sabbath",
    "decade": 1970,
    "genre": "Heavy Metal",
    "coverAsset": "paranoid",
    "biography": "Lançado em 1970, 'Paranoid' é o segundo álbum do Black Sabbath e um marco do heavy metal. Com riffs pesados e letras sombrias, inclui clássicos como  'Iron Man' e  'War Pigs'. O álbum alcançou o topo das paradas no Reino Unido e consolidou a banda como pioneira do gênero. "
  },
  {
    "title": "Re",
    "artist": "Gilberto Gil",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "re",
    "biography": "Parte da trilogia 'Re' de Gilberto Gil, lançada entre 1975 e 1979, 'Re' combina elementos de MPB, samba e influências africanas. O álbum reflete a versatilidade de Gil e sua capacidade de inovar dentro da música brasileira."
  },
  {
    "title": "Blue Lines",
    "artist": "Massive Attack",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "blue_lines",
    "biography": "Lançado em 1991, 'Blue Lines' é o álbum de estreia do Massive Attack e é considerado o precursor do trip-hop. Combinando hip-hop, soul e dub, o disco apresenta faixas como 'Unfinished Sympathy' e 'Safe From Harm', influenciando profundamente a música eletrônica dos anos 90."
  },
  {
    "title": "The Dark Side Of The Moon",
    "artist": "Pink Floyd",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "the_dark_side_of_the_moon",
    "biography": "Lançado em 1973, este álbum conceitual do Pink Floyd explora temas como tempo, morte e insanidade. Com produção inovadora e uso de sintetizadores, tornou-se um dos álbuns mais vendidos de todos os tempos, permanecendo nas paradas por quase duas décadas."
  },
  {
    "title": "Ventura",
    "artist": "Los Hermanos",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "ventura",
    "biography": "Lançado em 2003, 'Ventura' é o terceiro álbum da banda brasileira Los Hermanos. Misturando rock alternativo, samba e MPB, o disco consolidou o estilo único da banda e é considerado um dos álbuns mais influentes da música brasileira contemporânea."
  },
  {
    "title": "Songs In The Key Of Life",
    "artist": "Stevie Wonder",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "songs_in_the_key_of_life",
    "biography": "Lançado em 1976, Songs in the Key of Life é o 18º álbum de estúdio de Stevie Wonder. Este álbum duplo é considerado uma obra-prima da música pop e soul, abordando temas como amor, espiritualidade e questões sociais. Com faixas como Sir Duke e Isn't She Lovely, o álbum estreou no topo das paradas e permaneceu lá por 14 semanas, sendo amplamente aclamado pela crítica e pelo público."
  },
  {
    "title": "Blue Train",
    "artist": "John Coltrane",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "blue_train",
    "biography": "Blue Train, lançado em 1958, é o único álbum de John Coltrane como líder pela Blue Note Records. Gravado em 1957, este trabalho é considerado um marco no jazz, destacando-se pela sua intensidade emocional e virtuosismo técnico. Composições como a faixa-título demonstram a transição de Coltrane para um estilo mais pessoal e inovador."
  },
  {
    "title": "Transa",
    "artist": "Caetano Veloso",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "transa",
    "biography": "Gravado durante o exílio de Caetano Veloso em Londres, 'Transa' foi lançado em 1972 e é um dos álbuns mais emblemáticos de sua carreira. Mesclando MPB, reggae e influências internacionais, o disco reflete a experiência do artista fora do Brasil e é considerado uma obra de resistência cultural."
  },
  {
    "title": "Roberto Carlos",
    "artist": "Roberto Carlos",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "roberto_carlos",
    "biography": "O álbum homônimo de 1970 marca uma fase de transição na carreira de Roberto Carlos, afastando-se do movimento Jovem Guarda e adotando um estilo mais romântico e introspectivo. Com canções como 'Ana' e 'Jesus Cristo', o disco consolidou sua posição como o 'Rei' da música brasileira."
  },
  {
    "title": "Innervisions",
    "artist": "Stevie Wonder",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "innervisions",
    "biography": "Lançado em 1973, 'Innervisions' é o 16º álbum de estúdio de Stevie Wonder e é amplamente reconhecido por sua abordagem inovadora e consciente. O álbum aborda temas sociais e políticos, como racismo e desigualdade, em faixas como 'Living for the City'. Musicalmente, destaca-se pelo uso pioneiro de sintetizadores e pela fusão de soul, funk e jazz."
  },
  {
    "title": "Tutu",
    "artist": "Miles Davis",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "tutu",
    "biography": "Lançado em 1986, 'Tutu' marca uma nova fase na carreira de Miles Davis, incorporando elementos de jazz fusion, funk e música eletrônica. Produzido por Marcus Miller, o álbum é um tributo ao arcebispo sul-africano Desmond Tutu e reflete o compromisso de Davis com a inovação sonora. 'Tutu' rendeu a Davis o Grammy de Melhor Performance Instrumental de Jazz Solo em 1986."
  },
  {
    "title": "Secos & Molhados",
    "artist": "Secos & Molhados",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "secos_&_molhados",
    "biography": "O álbum de estreia homônimo do grupo brasileiro Secos & Molhados, lançado em 1973, é considerado um marco na música brasileira. Combinando rock, MPB e poesia, o disco apresentou letras de autores como Vinícius de Moraes e Manuel Bandeira. A performance teatral e a estética andrógina do vocalista Ney Matogrosso contribuíram para o impacto cultural do álbum, que desafiou as normas durante a ditadura militar no Brasil."
  },
  {
    "title": "A Love Supreme",
    "artist": "John Coltrane",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "a_love_supreme",
    "biography": "Gravado em 1964 e lançado em 1965, 'A Love Supreme' é uma suíte espiritual composta por John Coltrane. Considerado uma de suas obras-primas, o álbum expressa a fé e a busca espiritual do saxofonista, refletindo sua jornada pessoal de superação e iluminação. Composto por quatro partes, o disco é uma meditação musical sobre a devoção e a transcendência."
  },
  {
    "title": "Acústico Mtv",
    "artist": "Cássia Eller",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "acústico_mtv",
    "biography": "Gravado em março de 2001, 'Acústico MTV' foi o último álbum lançado por Cássia Eller antes de sua morte em dezembro do mesmo ano. O disco apresenta versões acústicas de seus maiores sucessos, além de covers e inéditas, destacando sua versatilidade vocal e presença de palco. Com vendas superiores a um milhão de cópias, o álbum consolidou seu legado na música brasileira."
  },
  {
    "title": "Matriz",
    "artist": "Pitty",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "matriz",
    "biography": "Lançado em 2019, 'Matriz' é o quinto álbum de estúdio da cantora brasileira Pitty. O disco marca um retorno às suas raízes musicais, incorporando elementos de rock, MPB e ritmos regionais. Com letras introspectivas e colaborações com artistas como Lazzo Matumbi e BaianaSystem, "Matriz" reflete a maturidade artística de Pitty e sua conexão com a cultura baiana."
  },
  {
    "title": "Acabou Chorare",
    "artist": "Novos Baianos",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "acabou_chorare",
    "biography": "Lançado em 1972, 'Acabou Chorare' é considerado um dos álbuns mais importantes da música brasileira. Combinando samba, rock e MPB, o disco apresenta faixas como 'Preta Pretinha' e 'Brasil Pandeiro'. O álbum alcançou o topo das paradas no Brasil e é frequentemente citado em listas dos melhores álbuns nacionais. "
  },
  {
    "title": "Sgt. Peppers Lonely Hearts Club Band",
    "artist": "The Beatles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "sgt._peppers_lonely_hearts_club_band",
    "biography": "Lançado em 1967, este álbum revolucionou a música pop com seu conceito inovador e experimentações sonoras. Assumindo alter egos, os Beatles criaram uma obra que se tornou símbolo da contracultura dos anos 60. Inclui faixas icônicas como 'Lucy in the Sky with Diamonds' e 'A Day in the Life'."
  },
  {
    "title": "The Blueprint",
    "artist": "Jay-Z",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "the_blueprint",
    "biography": "Lançado em 2001, 'The Blueprint' é considerado um dos melhores álbuns de Jay-Z. Com produção de Kanye West e Just Blaze, o disco apresenta uma sonoridade soul e letras introspectivas. Inclui faixas como 'Izzo (H.O.V.A.)' e 'Renegade'."
  },
  {
    "title": "Jagged Little Pill",
    "artist": "Alanis Morissette",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "jagged_little_pill",
    "biography": "Lançado em 1995, 'Jagged Little Pill' catapultou Alanis Morissette ao estrelato internacional. O álbum mistura rock alternativo e pop, com letras confessionais e emotivas. Inclui sucessos como 'You Oughta Know' e 'Ironic'."
  },
  {
    "title": "Da Lama Ao Caos",
    "artist": "Nação Zumbi",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "da_lama_ao_caos",
    "biography": "Lançado em 1994, este álbum é um marco do movimento manguebeat, que mistura maracatu, rock, hip-hop e funk. Com letras que retratam a realidade urbana do Recife, o disco inclui faixas como 'A Cidade' e 'Rios, Pontes & Overdrives'."
  },
  {
    "title": "Illmatic",
    "artist": "Nas",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "illmatic",
    "biography": "Lançado em 1994, Illmatic é o álbum de estreia de Nas e é amplamente considerado uma obra-prima do hip-hop. Com letras introspectivas e realistas sobre a vida no Queensbridge, Nova York, o álbum apresenta produções de DJ Premier, Pete Rock e Q-Tip. Apesar de vendas modestas inicialmente, Illmatic recebeu aclamação crítica e é frequentemente citado como um dos álbuns mais influentes do gênero. "
  },
  {
    "title": "21",
    "artist": "Adele",
    "decade": 1970,
    "genre": "Pop",
    "coverAsset": "21",
    "biography": "Lançado em 2011, 21 é o segundo álbum de estúdio de Adele e consolidou sua carreira internacionalmente. Inspirado por um término de relacionamento, o álbum mistura soul, pop e blues, destacando-se por baladas emocionais como 'Someone Like You' e 'Rolling in the Deep'. 21 foi um sucesso comercial e crítico, tornando-se um dos álbuns mais vendidos do século XXI."
  },
  {
    "title": "Miles Smiles",
    "artist": "Miles Davis",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "miles_smiles",
    "biography": "Lançado em 1967, Miles Smiles é o segundo álbum do 'Second Great Quintet' de Miles Davis, com Wayne Shorter, Herbie Hancock, Ron Carter e Tony Williams. O álbum é conhecido por sua abordagem inovadora ao jazz, explorando estruturas rítmicas complexas e improvisações ousadas. Faixas como 'Footprints' e 'Circle' exemplificam a química e a criatividade do quinteto."
  },
  {
    "title": "The Beatles",
    "artist": "The Beatles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "the_beatles",
    "biography": "Lançado em 1968, The Beatles, conhecido como 'White Album' devido à sua capa branca minimalista, é um álbum duplo que mostra a diversidade musical da banda. Gravado durante um período de tensões internas, o álbum apresenta uma variedade de estilos, desde rock pesado até baladas acústicas, refletindo as diferentes influências e interesses dos membros da banda."
  },
  {
    "title": "I Never Loved A Man The Way I Love You",
    "artist": "Aretha Franklin",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "i_never_loved_a_man_the_way_i_love_you",
    "biography": "Lançado em 1967, este foi o primeiro álbum de Aretha Franklin pela Atlantic Records e marcou sua ascensão como a 'Rainha do Soul'. Com hits como  'Respect' e a faixa-título, o álbum combina emoção crua com performances vocais poderosas, estabelecendo Franklin como uma das maiores artistas da música americana."
  },
  {
    "title": "Caetano Veloso",
    "artist": "Caetano Veloso",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "caetano_veloso",
    "biography": "Lançado em 1968, o álbum homônimo de Caetano Veloso é considerado um marco do movimento Tropicália. Combinando elementos de rock psicodélico, bossa nova e música tradicional brasileira, o disco apresenta faixas icônicas como 'Tropicália' e 'Alegria, Alegria'. A obra desafiou as normas culturais da época e influenciou gerações futuras de músicos brasileiros."
  },
  {
    "title": "Discovery",
    "artist": "Daft Punk",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "discovery",
    "biography": "Lançado em 2001, 'Discovery' é o segundo álbum de estúdio da dupla francesa Daft Punk. O disco marcou uma mudança em relação ao estilo anterior da dupla, incorporando influências de disco, funk e synthpop. Com hits como 'One More Time' e 'Harder, Better, Faster, Stronger', o álbum foi aclamado pela crítica e consolidou o status do Daft Punk como pioneiros da música eletrônica."
  },
  {
    "title": "Cabeça Dinossauro",
    "artist": "Titãs",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "cabeça_dinossauro",
    "biography": "Lançado em 1986, 'Cabeça Dinossauro' é o terceiro álbum de estúdio da banda brasileira Titãs. Considerado um dos álbuns mais importantes do rock nacional dos anos 80, o disco apresenta uma sonoridade agressiva e letras críticas à sociedade, religião e política. Faixas como 'Polícia' e 'Homem Primata' tornaram-se hinos de uma geração inconformada."
  },
  {
    "title": "Nebraska",
    "artist": "Bruce Springsteen",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "nebraska",
    "biography": "Lançado em 1982, 'Nebraska' é um álbum solo de Bruce Springsteen, gravado em casa com um gravador de quatro canais. Com uma abordagem minimalista e acústica, o disco apresenta narrativas sombrias sobre personagens marginalizados e temas como crime, desespero e redenção. Embora tenha sido um desvio do estilo rock habitual de Springsteen, 'Nebraska' é amplamente considerado uma de suas obras-primas."
  },
  {
    "title": "Let It Be",
    "artist": "The Beatles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "let_it_be",
    "biography": "Lançado em 1970, 'Let It Be' é o último álbum de estúdio dos Beatles. Originalmente concebido como um retorno às raízes da banda, o projeto enfrentou dificuldades durante as gravações, refletindo as tensões internas do grupo. Produzido por Phil Spector, o álbum inclui clássicos como 'Let It Be' e 'The Long and Winding Road'. Apesar das controvérsias, o disco é um testemunho do legado duradouro dos Beatles. "
  },
  {
    "title": "Expresso 2222",
    "artist": "Gilberto Gil",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "expresso_2222",
    "biography": "Lançado em 1972, Expresso 2222 marcou o retorno de Gilberto Gil ao Brasil após seu exílio em Londres. O álbum mescla elementos de MPB, samba e rock, refletindo a diversidade cultural brasileira. Com faixas como 'Back in Bahia' e 'O Canto da Ema', é considerado uma obra-prima da música brasileira e figura entre os 100 maiores álbuns nacionais pela Rolling Stone Brasil. "
  },
  {
    "title": "Queen Ii",
    "artist": "Queen",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "queen_ii",
    "biography": "Lançado em 1974, Queen II é o segundo álbum de estúdio da banda britânica Queen. Dividido em 'Side White' e 'Side Black', o disco explora temas místicos e fantásticos, com arranjos complexos e vocais harmoniosos. Faixas como 'Seven Seas of Rhye' destacam-se, e o álbum é visto como um passo crucial na consolidação do estilo único da banda. "
  },
  {
    "title": "The Chronic",
    "artist": "Dr. Dre",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "the_chronic",
    "biography": "Lançado em 1992, The Chronic é o álbum de estreia solo de Dr. Dre e introduziu o estilo G-funk ao mainstream. Com batidas suaves, sintetizadores e letras marcantes, o disco apresenta Snoop Dogg ao público e aborda temas sociais e urbanos. Considerado um marco no hip-hop, o álbum influenciou profundamente o gênero nos anos seguintes."
  },
  {
    "title": "My Beautiful Dark Twisted Fantasy",
    "artist": "Kanye West",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "my_beautiful_dark_twisted_fantasy",
    "biography": "Lançado em 2010, My Beautiful Dark Twisted Fantasy é o quinto álbum de estúdio de Kanye West. Gravado após um período de controvérsias, o disco é uma obra grandiosa que mistura hip-hop, rock e soul. Com participações de artistas como Jay-Z e Bon Iver, e faixas como 'Runaway', o álbum recebeu aclamação crítica e é frequentemente citado entre os melhores da década."
  },
  {
    "title": "Electric Ladyland",
    "artist": "The Jimi Hendrix Experience",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "electric_ladyland",
    "biography": "Lançado em 1968, Electric Ladyland é o terceiro e último álbum de estúdio do The Jimi Hendrix Experience. Este álbum duplo destaca-se pela experimentação sonora e pela produção inovadora de Hendrix. Inclui versões memoráveis de 'All Along the Watchtower' e 'Voodoo Child', consolidando Hendrix como um dos maiores guitarristas da história.",
    "qtdMusicsAndDuration": "73min 56s"
  },
  {
    "title": "Viva La Vida Or Death And All His Friends",
    "artist": "Coldplay",
    "decade": 1970,
    "genre": "Alternative Rock",
    "coverAsset": "viva_la_vida_or_death_and_all_his_friends",
    "biography": "Lançado em 2008, Viva la Vida or Death and All His Friends marca uma mudança sonora para o Coldplay, incorporando elementos de art rock e pop barroco. Produzido por Brian Eno, o álbum explora temas como amor, guerra e fé, com destaque para a faixa-título, que se tornou um sucesso global. A capa apresenta a pintura 'Liberdade Guiando o Povo' de Delacroix, refletindo o tom revolucionário do disco."
  },
  {
    "title": "Head Hunters",
    "artist": "Herbie Hancock",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "head_hunters",
    "biography": "Lançado em 1973, Head Hunters é um marco do jazz-funk, onde Herbie Hancock mescla jazz com funk e soul. Com faixas como 'Chameleon', o álbum destaca-se pelo uso inovador de sintetizadores e ritmos dançantes. Foi um sucesso comercial, tornando-se um dos álbuns de jazz mais vendidos da época."
  },
  {
    "title": "Ready To Die",
    "artist": "The Notorious B.I.G.",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "ready_to_die",
    "biography": "Lançado em 1994, Ready to Die é o álbum de estreia de The Notorious B.I.G., apresentando narrativas cruas sobre a vida nas ruas do Brooklyn. Com hits como 'Juicy' e 'Big Poppa', o disco é considerado um clássico do hip-hop, destacando-se pela lírica afiada e produção marcante. "
  },
  {
    "title": "The Man-Machine",
    "artist": "Kraftwerk",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "the_man-machine",
    "biography": "Lançado em 1978, The Man-Machine é um álbum conceitual do Kraftwerk que explora a relação entre humanos e tecnologia. Com sonoridades eletrônicas minimalistas e temas futuristas, o disco influenciou profundamente a música eletrônica e o synth-pop."
  },
  {
    "title": "A Cor De Rosa Choque",
    "artist": "Rita Lee",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "a_cor_de_rosa_choque",
    "biography": "Lançado em 1982, A Cor de Rosa Choque é um dos álbuns mais emblemáticos de Rita Lee, destacando-se por sua abordagem feminista e irreverente. Combinando rock e pop, o disco apresenta letras bem-humoradas e críticas sociais, consolidando Rita como uma das maiores artistas brasileiras."
  },
  {
    "title": "Atliens",
    "artist": "OutKast",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "atliens",
    "biography": "Lançado em 1996, ATLiens é o segundo álbum de estúdio da dupla de hip-hop OutKast. O título combina 'ATL' (Atlanta) com 'aliens', refletindo a sensação de alienação dos artistas. Com produção influenciada por dub, gospel e sons espaciais, o álbum aborda temas como vida urbana e existencialismo. Destacam-se faixas como 'Elevators (Me & You)' e 'Jazzy Belle' "
  },
  {
    "title": "Speak No Evil",
    "artist": "Wayne Shorter",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "speak_no_evil",
    "biography": "Gravado em 1964 e lançado em 1966, Speak No Evil é um dos álbuns mais aclamados do saxofonista Wayne Shorter. Composições como 'Witch Hunt' e 'Infant Eyes' destacam-se pela sofisticação harmônica e lirismo. O disco é considerado uma obra-prima do jazz moderno ."
  },
  {
    "title": "Achtung Baby",
    "artist": "U2",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "achtung_baby",
    "biography": "Lançado em 1991, Achtung Baby marca uma reinvenção sonora do U2, incorporando elementos de rock alternativo e eletrônico. Gravado em Berlim, o álbum reflete influências de artistas como David Bowie. Com faixas como "One" e 'Mysterious Ways', é considerado um dos melhores trabalhos da banda ."
  },
  {
    "title": "Back To Black",
    "artist": "Amy Winehouse",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "back_to_black",
    "biography": "Lançado em 2006, Back to Black é o segundo e último álbum de estúdio de Amy Winehouse. Inspirado por sua tumultuada relação com Blake Fielder-Civil, o disco explora temas de amor, perda e vícios. Com produção de Mark Ronson e Salaam Remi, e hits como Rehab e You Know I'm No Good, o álbum é considerado um clássico moderno ."
  },
  {
    "title": "Barão Vermelho",
    "artist": "Barão Vermelho",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "barão_vermelho",
    "biography": "Lançado em 1982, o álbum de estreia homônimo do Barão Vermelho apresenta uma fusão de rock, blues e pop. Com Cazuza nos vocais e Frejat na guitarra, o disco inclui a clássica 'Todo Amor Que Houver Nessa Vida'. É considerado um marco do rock brasileiro dos anos 80 "
  },
  {
    "title": "Rumours",
    "artist": "Fleetwood Mac",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "rumours",
    "biography": "Lançado em 1977, 'Rumours' tornou-se um clássico do rock com letras sobre amores e conflitos internos da banda. Sucesso comercial e de crítica."
  },
  {
    "title": "Bat Out Of Hell",
    "artist": "Meat Loaf",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "bat_out_of_hell",
    "biography": "Com produção de Jim Steinman, o álbum de 1977 é um épico teatral do rock, misturando baladas dramáticas com energia explosiva. Um dos mais vendidos da história."
  },
  {
    "title": "Nevermind",
    "artist": "Nirvana",
    "decade": 1970,
    "genre": "Grunge",
    "coverAsset": "nevermind",
    "biography": "Lançado em 1991, 'Nevermind' trouxe o grunge ao mainstream com hits como 'Smells Like Teen Spirit'. Transformou Nirvana em ícones de uma geração."
  },
  {
    "title": "Construção",
    "artist": "Chico Buarque",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "construção",
    "biography": "Obra-prima de 1971, marcada por crítica social, poesia e experimentação musical. A faixa-título é um marco da música brasileira."
  },
  {
    "title": "Revolver",
    "artist": "The Beatles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "revolver",
    "biography": "Lançado em 1966, 'Revolver' marcou a virada psicodélica dos Beatles, com inovações sonoras e letras introspectivas. Revolucionário para o rock."
  },
  {
    "title": "Time Out",
    "artist": "The Dave Brubeck Quartet",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "time_out",
    "biography": "De 1959, o álbum inovou ao usar compasso não convencional. 'Take Five' tornou-se um dos temas de jazz mais conhecidos do mundo."
  },
  {
    "title": "Off The Wall",
    "artist": "Michael Jackson",
    "decade": 1970,
    "genre": "Pop",
    "coverAsset": "off_the_wall",
    "biography": "Primeiro álbum solo adulto de Michael, lançado em 1979. Mistura disco, funk e pop. Iniciou sua ascensão como ícone global."
  },
  {
    "title": "Legal",
    "artist": "Gal Costa",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "legal",
    "biography": "Lançado em 1970, 'Legal' mostra Gal Costa entre a Tropicália e o pop psicodélico. Um retrato ousado e inovador da MPB."
  },
  {
    "title": "In Rainbows",
    "artist": "Radiohead",
    "decade": 1970,
    "genre": "Alternative Rock",
    "coverAsset": "in_rainbows",
    "biography": "De 2007, 'In Rainbows' se destacou pela distribuição online inovadora e som emocionalmente rico. Uma obra madura do Radiohead."
  },
  {
    "title": "The Miseducation Of Lauryn Hill",
    "artist": "Lauryn Hill",
    "decade": 1970,
    "genre": "R&B",
    "coverAsset": "the_miseducation_of_lauryn_hill",
    "biography": "Lançado em 1998, o álbum mescla R&B, soul e hip hop com letras íntimas. Rendeu 5 Grammys e é um clássico do gênero."
  },
  {
    "title": "Lemonade",
    "artist": "Beyoncé",
    "decade": 1970,
    "genre": "R&B",
    "coverAsset": "lemonade",
    "biography": "Lançado em 2016, 'Lemonade' é visual e musicalmente ousado. Aborda infidelidade, identidade negra e empoderamento feminino."
  },
  {
    "title": "Mezzanine",
    "artist": "Massive Attack",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "mezzanine",
    "biography": "De 1998, o álbum mistura trip hop sombrio com elementos de dub e rock. Atmosférico, denso e altamente influente."
  },
  {
    "title": "Am",
    "artist": "Arctic Monkeys",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "am",
    "biography": "Lançado em 2013, AM é o quinto álbum de estúdio da banda britânica Arctic Monkeys. O disco apresenta uma fusão de rock alternativo com elementos de hip-hop e R&B, evidenciada em faixas como 'Do I Wanna Know?' e 'Why'd You Only Call Me When You're High?'. Produzido por James Ford, o álbum recebeu aclamação crítica por sua maturidade sonora e letras introspectivas."
  },
  {
    "title": "Abbey Road",
    "artist": "The Beatles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "abbey_road",
    "biography": "Lançado em 1969, Abbey Road é o 11º álbum de estúdio dos Beatles. Destaca-se pela icônica capa dos quatro membros atravessando a rua e por faixas como 'Come Together' e 'Here Comes the Sun'. O lado B do disco apresenta um medley de canções que demonstra a coesão e criatividade da banda em sua fase final."
  },
  {
    "title": "Hotel California",
    "artist": "Eagles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "hotel_california",
    "biography": "Lançado em 1976, Hotel California é o quinto álbum de estúdio da banda americana Eagles. A faixa-título tornou-se um dos maiores sucessos da banda, com letras enigmáticas e solos de guitarra memoráveis. O álbum explora temas de decadência e desilusão na sociedade americana, consolidando-se como um clássico do rock."
  },
  {
    "title": "Horses",
    "artist": "Patti Smith",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "horses",
    "biography": "Lançado em 1975, Horses é o álbum de estreia da cantora e poetisa americana Patti Smith. Combinando poesia beat com rock punk, o disco é considerado um marco do movimento punk e da música alternativa. Faixas como 'Gloria' e 'Land' destacam-se pela intensidade lírica e sonora."
  },
  {
    "title": "Bad",
    "artist": "Michael Jackson",
    "decade": 1970,
    "genre": "Pop",
    "coverAsset": "bad",
    "biography": "Lançado em 1987, Bad é o sétimo álbum de estúdio de Michael Jackson. Produzido por Quincy Jones, o disco apresenta uma série de hits como 'Smooth Criminal', 'Man in the Mirror' e a faixa-título 'Bad'. O álbum consolidou Jackson como o 'Rei do Pop' e vendeu milhões de cópias mundialmente."
  },
  {
    "title": "To Pimp A Butterfly",
    "artist": "Kendrick Lamar",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "to_pimp_a_butterfly",
    "biography": "Lançado em 2015, To Pimp a Butterfly é o terceiro álbum de estúdio de Kendrick Lamar. Combinando hip-hop com jazz, funk e soul, o álbum aborda temas como racismo, identidade e desigualdade social. Aclamado pela crítica, é considerado uma obra-prima contemporânea."
  },
  {
    "title": "Exile On Main St.",
    "artist": "The Rolling Stones",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "exile_on_main_st.",
    "biography": "Lançado em 1972, Exile on Main St. é o décimo álbum de estúdio dos Rolling Stones. Gravado em meio a dificuldades e excessos, o disco mistura rock, blues e soul, destacando-se por sua autenticidade crua."
  },
  {
    "title": "Pet Sounds",
    "artist": "The Beach Boys",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "pet_sounds",
    "biography": "Lançado em 1966, Pet Sounds é considerado uma obra-prima dos Beach Boys. Produzido por Brian Wilson, o álbum apresenta arranjos inovadores e letras introspectivas, influenciando gerações de músicos."
  },
  {
    "title": "Selected Ambient Works 85–92",
    "artist": "Aphex Twin",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "selected_ambient_works_85–92",
    "biography": "Lançado em 1992, Selected Ambient Works 85–92 é o álbum de estreia de Aphex Twin. Com faixas gravadas desde 1985, o disco é um marco na música eletrônica, combinando ambient e techno de forma inovadora"
  },
  {
    "title": "Elis & Tom",
    "artist": "Elis Regina & Antônio Carlos Jobim",
    "decade": 1970,
    "genre": "Bossa Nova",
    "coverAsset": "elis_&_tom",
    "biography": "Gravado em 1974, Elis & Tom reúne a cantora Elis Regina e o compositor Tom Jobim em um dos álbuns mais aclamados da música brasileira. Com clássicos da bossa nova, o disco é celebrado por sua harmonia e emoção."
  },
  {
    "title": "Dois",
    "artist": "Legião Urbana",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "dois",
    "biography": "Lançado em 1986, Dois é o segundo álbum da banda brasileira Legião Urbana. Com letras poéticas e reflexivas, o disco aborda temas como amor, política e existencialismo, consolidando o grupo no cenário nacional."
  },
  {
    "title": "Born To Run",
    "artist": "Bruce Springsteen",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "born_to_run",
    "biography": "Lançado em 1975, Born to Run é o terceiro álbum de Bruce Springsteen. Com produção elaborada e letras sobre juventude e liberdade, o disco catapultou o artista ao estrelato internacional."
  },
  {
    "title": "London Calling",
    "artist": "The Clash",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "london_calling",
    "biography": "Lançado em 1979, London Calling é o terceiro álbum do The Clash. Misturando punk com reggae, ska e rockabilly, o disco aborda questões sociais e políticas, sendo considerado um dos maiores álbuns da história."
  },
  {
    "title": "The College Dropout",
    "artist": "Kanye West",
    "decade": 1970,
    "genre": "Hip Hop",
    "coverAsset": "the_college_dropout",
    "biography": "Lançado em 2004, The College Dropout é o álbum de estreia de Kanye West. Combinando hip-hop com soul e letras introspectivas, o disco redefiniu o rap mainstream e lançou West ao estrelato."
  }
]
