[
  {
    "title": "Ok Computer",
    "artist": "Radiohead",
    "decade": 1990,
    "genre": "Alternative Rock",
    "coverAsset": "ok_computer",
    "biography": "Lançado em 1997, 'OK Computer' é o terceiro álbum do Radiohead. Marcado por uma sonoridade experimental e letras introspectivas, o disco aborda temas como alienação e tecnologia. Considerado um marco do rock alternativo, recebeu aclamação da crítica e consolidou a banda como uma das mais influentes de sua geração.",
    "qtdMusicsAndDuration": "12 faixas – 53m 21s"
  },
  {
    "title": "Kind Of Blue",
    "artist": "Miles Davis",
    "decade": 1950,
    "genre": "Jazz",
    "coverAsset": "kind_of_blue",
    "biography": "Lançado em 1959, Kind of Blue é uma obra-prima do jazz. Miles Davis lidera um sexteto estelar, explorando o modalismo com improvisações inovadoras. O álbum é reverenciado por sua beleza e influência duradoura, sendo essencial para apreciadores do gênero.",
    "qtdMusicsAndDuration": "5 faixas – 45m 44s"
  },
  {
    "title": "Whats Going On",
    "artist": "Marvin Gaye",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "whats_going_on",
    "biography": "Em 1971, Marvin Gaye lançou 'What's Going On', um álbum conceitual que aborda questões sociais como guerra, pobreza e injustiça. Combinando soul e consciência política, o disco é considerado um dos mais importantes da música americana.",
    "qtdMusicsAndDuration": "9 faixas – 35m 32s"
  },
  {
    "title": "Mingus Ah Um",
    "artist": "Charles Mingus",
    "decade": 1950,
    "genre": "Jazz",
    "coverAsset": "mingus_ah_um",
    "biography": "Lançado em 1959, 'Mingus Ah Um' é um tributo de Charles Mingus às raízes do jazz. Com composições que homenageiam figuras como Duke Ellington e Lester Young, o álbum mescla tradição e inovação, destacando-se pela expressividade e complexidade rítmica",
    "qtdMusicsAndDuration": "9 faixas – 45m 53s"
  },
  {
    "title": "Are You Experienced",
    "artist": "Jimi Hendrix",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "are_you_experienced",
    "biography": "O álbum de estreia do 'The Jimi Hendrix Experience', lançado em 1967, revolucionou o rock com sua fusão de psicodelia, blues e inovação sonora. Clássicos como 'Purple Haze' e 'Hey Joe' demonstram o virtuosismo de Hendrix e sua influência duradoura na música.",
    "qtdMusicsAndDuration": "11 faixas – 38min 34s"
  },
  {
    "title": "The Velvet Underground & Nico",
    "artist": "The Velvet Underground",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "the_velvet_underground_&_nico",
    "biography": "Lançado em 1967, este álbum de estreia da banda The Velvet Underground, com participação de Nico, foi inicialmente um fracasso comercial, mas posteriormente tornou-se um dos mais influentes da história do rock. Produzido por Andy Warhol, o disco aborda temas controversos com uma sonoridade experimental que desafiou as convenções da época.",
    "qtdMusicsAndDuration": "11 faixas – 47min 51s"
  },
  {
    "title": "Never Mind The Bollocks, Heres The Sex Pistols",
    "artist": "Sex Pistols",
    "decade": 1970,
    "genre": "Punk",
    "coverAsset": "never_mind_the_bollocks,_heres_the_sex_pistols",
    "biography": "Único álbum de estúdio dos Sex Pistols, lançado em 1977, é um marco do punk rock britânico. Com letras provocativas e atitude rebelde, o disco capturou a essência do movimento punk e influenciou gerações subsequentes.",
    "qtdMusicsAndDuration": "11 faixas – 38min 44s"
  },
  {
    "title": "Nirvana",
    "artist": "Nirvana",
    "decade": 2000,
    "genre": "Grunge",
    "coverAsset": "nirvana",
    "biography": "Compilação lançada em 2002, após a morte de Kurt Cobain, reúne os maiores sucessos da banda, incluindo a inédita You Know You're Right. O álbum serve como uma introdução ao legado do grupo que redefiniu o rock nos anos 90.",
    "qtdMusicsAndDuration": "14 faixas – 49min 38s"
  },
  {
    "title": "Back In Black",
    "artist": "AC/DC",
    "decade": 1980,
    "genre": "Hard Rock",
    "coverAsset": "back_in_black",
    "biography": "Lançado em 1980, este álbum marcou o retorno do AC/DC após a morte do vocalista Bon Scott. Com Brian Johnson nos vocais, o disco tornou-se um dos mais vendidos da história, consolidando o som pesado e energético da banda.",
    "qtdMusicsAndDuration": "10 faixas – 42min 11s"
  },
  {
    "title": "Clube Da Esquina",
    "artist": "Milton Nascimento & Lô Borges",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "clube_da_esquina",
    "biography": "Lançado em 1972 por Milton Nascimento e Lô Borges, este álbum é um marco da música brasileira. Mesclando MPB, rock e jazz, o disco apresenta composições sofisticadas e letras poéticas, refletindo a efervescência cultural de Minas Gerais.",
    "qtdMusicsAndDuration": "21 faixas – 64min 22s"
  },
  {
    "title": "The Joshua Tree",
    "artist": "U2",
    "decade": 1980,
    "genre": "Rock",
    "coverAsset": "the_joshua_tree",
    "biography": "Lançado em 1987, este álbum consolidou o U2 como uma das maiores bandas do mundo. Combinando rock atmosférico e letras espirituais, aborda temas como fé e política. Inclui hits como With or Without You e I Still Havent Found What Im Looking For.",
    "qtdMusicsAndDuration": "11 faixas – 50min 11s"
  },
  {
    "title": "1989",
    "artist": "Taylor Swift",
    "decade": 2010,
    "genre": "Pop",
    "coverAsset": "1989",
    "biography": "Lançado em 2014, marca a transição de Taylor Swift para o pop. Inspirado nos anos 80, apresenta synth-pop cativante e letras sobre autodescoberta. Inclui sucessos como Shake It Off e Blank Space.",
    "qtdMusicsAndDuration": "13 faixas – 48min 41s"
  },
  {
    "title": "Random Access Memories",
    "artist": "Daft Punk",
    "decade": 2010,
    "genre": "Electronic",
    "coverAsset": "random_access_memories",
    "biography": "Lançado em 2013, é uma homenagem à música dos anos 70 e 80. Com colaborações de artistas como Pharrell Williams, mistura disco, funk e eletrônica. Destaca-se o hit Get Lucky.",
    "qtdMusicsAndDuration": "13 faixas – 74min 39s"
  },
  {
    "title": "Thriller",
    "artist": "Michael Jackson",
    "decade": 1980,
    "genre": "Pop",
    "coverAsset": "thriller",
    "biography": "Thriller é o sexto álbum de estúdio do cantor e compositor americano Michael Jackson, lançado em 29 de novembro de 1982 pela Epic Records. Produzido por Quincy Jones, com quem Jackson já havia colaborado em Off the Wall (1979), o disco foi gravado entre 14 de abril e 8 de novembro de 1982 no Westlake Recording Studios, em Los Angeles.",
    "qtdMusicsAndDuration": "9 faixas – 42min 16s"
  },
  {
    "title": "Grace",
    "artist": "Jeff Buckley",
    "decade": 1990,
    "genre": "Rock",
    "coverAsset": "grace",
    "biography": "Único álbum de estúdio de Jeff Buckley, lançado em 1994. Combina rock alternativo e influências do jazz. Destaca-se pela interpretação emocional de Hallelujah.",
    "qtdMusicsAndDuration": "10 faixas – 51 min 48s"
  },
  {
    "title": "My Favourite Thing",
    "artist": "John Coltrane",
    "decade": 1960,
    "genre": "Jazz",
    "coverAsset": "my_favourite_thing",
    "biography": "Lançado em 1961, este álbum marca a estreia de John Coltrane no saxofone soprano. A faixa-título é uma releitura modal do clássico de Rodgers e Hammerstein, destacando-se por suas improvisações inovadoras. O disco é considerado um marco no jazz moderno.",
    "qtdMusicsAndDuration": "4 faixas – 40min 25s"
  },
  {
    "title": "Ramones",
    "artist": "Ramones",
    "decade": 1970,
    "genre": "Punk",
    "coverAsset": "ramones",
    "biography": "O álbum de estreia dos Ramones, lançado em 1976, é frequentemente citado como o primeiro disco de punk rock. Com músicas curtas e enérgicas como Blitzkrieg Bop, o álbum influenciou profundamente o rock alternativo e o punk.",
    "qtdMusicsAndDuration": "14 faixas – 29 min 04s"
  },
  {
    "title": "Lady Soul",
    "artist": "Aretha Franklin",
    "decade": 1960,
    "genre": "Soul",
    "coverAsset": "lady_soul",
    "biography": "Lançado em 1968, este álbum consolidou Aretha Franklin como a Rainha do Soul. Com sucessos como (You Make Me Feel Like) A Natural Woman, o disco combina emoção e técnica vocal excepcionais.",
    "qtdMusicsAndDuration": "10 faixas – 28 min 41s"
  },
  {
    "title": "Enter The Wu-Tang (36 Chambers)",
    "artist": "Wu-Tang Clan",
    "decade": 1990,
    "genre": "Hip Hop",
    "coverAsset": "enter_the_wu-tang_(36_chambers)",
    "biography": "Lançado em 1993, este álbum de estreia do Wu-Tang Clan revolucionou o hip-hop com sua produção crua e letras complexas. Misturando referências a filmes de kung fu e realidades urbanas, tornou-se um clássico do gênero.",
    "qtdMusicsAndDuration": "12 faixas – 58min 26s"
  },
  {
    "title": "Led Zeppelin Iv",
    "artist": "Led Zeppelin",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "led_zeppelin_iv",
    "biography": "Lançado em 1971, este álbum sem título oficial é conhecido por faixas icônicas como Stairway to Heaven. Combinando hard rock, folk e blues, é considerado um dos maiores álbuns da história do rock.",
    "qtdMusicsAndDuration": "8 faixas – 42min 37s"
  },
  {
    "title": "Oxygène",
    "artist": "Jean-Michel Jarre",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "oxygène",
    "biography": "Lançado em 1976, 'Oxygène' é um marco da música eletrônica. Gravado com sintetizadores analógicos em um estúdio caseiro, o álbum combina melodias atmosféricas e texturas futuristas, estabelecendo Jarre como pioneiro do gênero. A faixa 'Oxygène Part IV' tornou-se um sucesso internacional.",
    "qtdMusicsAndDuration": "6 faixas – 39min 39s"
  },
  {
    "title": "Bleach",
    "artist": "Nirvana",
    "decade": 1980,
    "genre": "Grunge",
    "coverAsset": "bleach",
    "biography": "'Bleach', álbum de estreia do Nirvana lançado em 1989, apresenta um som cru e pesado, influenciado pelo punk e pelo grunge. Gravado em Seattle com orçamento limitado, o disco inclui faixas como 'About a Girl' e 'Love Buzz', demonstrando o potencial da banda que revolucionaria o rock nos anos 90.",
    "qtdMusicsAndDuration": "11 faixas – 37min 21s"
  },
  {
    "title": "Legend",
    "artist": "Bob Marley & The Wailers",
    "decade": 1980,
    "genre": "Reggae",
    "coverAsset": "legend",
    "biography": "Lançada em 1984, esta coletânea reúne os maiores sucessos de Bob Marley, como 'No Woman, No Cry' e 'Redemption Song'. É o álbum de reggae mais vendido de todos os tempos, introduzindo a mensagem de amor e unidade de Marley a um público global.",
    "qtdMusicsAndDuration": "14 faixas – 51min 01s"
  },
  {
    "title": "Bitches Brew",
    "artist": "Miles Davis",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "bitches_brew",
    "biography": "Lançado em 1970, 'Bitches Brew' é um álbum duplo que revolucionou o jazz ao incorporar elementos do rock e da música eletrônica. Com improvisações extensas e uma sonoridade densa, o disco é considerado um marco do jazz fusion.",
    "qtdMusicsAndDuration": "6 faixas – 93min 57s"
  },
  {
    "title": "The Marshall Mathers Lp",
    "artist": "Eminem",
    "decade": 2000,
    "genre": "Hip Hop",
    "coverAsset": "the_marshall_mathers_lp",
    "biography": "Lançado em 2000, este álbum consolidou Eminem como um dos maiores rappers da história. Com letras provocativas e produção de Dr. Dre, o disco inclui hits como 'The Real Slim Shady' e 'Stan', explorando temas pessoais e sociais com intensidade.",
    "qtdMusicsAndDuration": " 18 faixas – 72min 17s"
  },
  {
    "title": "Paranoid",
    "artist": "Black Sabbath",
    "decade": 1970,
    "genre": "Heavy Metal",
    "coverAsset": "paranoid",
    "biography": "Lançado em 1970, 'Paranoid' é o segundo álbum do Black Sabbath e um marco do heavy metal. Com riffs pesados e letras sombrias, inclui clássicos como  'Iron Man' e  'War Pigs'. O álbum alcançou o topo das paradas no Reino Unido e consolidou a banda como pioneira do gênero. ",
    "qtdMusicsAndDuration": "8 faixas – 41min 51s"
  },
  {
    "title": "Re",
    "artist": "Gilberto Gil",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "re",
    "biography": "Parte da trilogia 'Re' de Gilberto Gil, lançada entre 1975 e 1979, 'Re' combina elementos de MPB, samba e influências africanas. O álbum reflete a versatilidade de Gil e sua capacidade de inovar dentro da música brasileira.",
    "qtdMusicsAndDuration": "20 faixas – 59min 36s"
  },
  {
    "title": "Blue Lines",
    "artist": "Massive Attack",
    "decade": 1990,
    "genre": "Electronic",
    "coverAsset": "blue_lines",
    "biography": "Lançado em 1991, 'Blue Lines' é o álbum de estreia do Massive Attack e é considerado o precursor do trip-hop. Combinando hip-hop, soul e dub, o disco apresenta faixas como 'Unfinished Sympathy' e 'Safe From Harm', influenciando profundamente a música eletrônica dos anos 90.",
    "qtdMusicsAndDuration": "8 faixas – 45min 08s"
  },
  {
    "title": "The Dark Side Of The Moon",
    "artist": "Pink Floyd",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "the_dark_side_of_the_moon",
    "biography": "Lançado em 1973, este álbum conceitual do Pink Floyd explora temas como tempo, morte e insanidade. Com produção inovadora e uso de sintetizadores, tornou-se um dos álbuns mais vendidos de todos os tempos, permanecendo nas paradas por quase duas décadas.",
    "qtdMusicsAndDuration": "10 faixas – 42min 59s"
  },
  {
    "title": "Ventura",
    "artist": "Los Hermanos",
    "decade": 2000,
    "genre": "Rock",
    "coverAsset": "ventura",
    "biography": "Lançado em 2003, 'Ventura' é o terceiro álbum da banda brasileira Los Hermanos. Misturando rock alternativo, samba e MPB, o disco consolidou o estilo único da banda e é considerado um dos álbuns mais influentes da música brasileira contemporânea.",
    "qtdMusicsAndDuration": "13 faixas – 44min 11s"
  },
  {
    "title": "Songs In The Key Of Life",
    "artist": "Stevie Wonder",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "songs_in_the_key_of_life",
    "biography": "Lançado em 1976, Songs in the Key of Life é o 18º álbum de estúdio de Stevie Wonder. Este álbum duplo é considerado uma obra-prima da música pop e soul, abordando temas como amor, espiritualidade e questões sociais. Com faixas como Sir Duke e Isn't She Lovely, o álbum estreou no topo das paradas e permaneceu lá por 14 semanas, sendo amplamente aclamado pela crítica e pelo público.",
    "qtdMusicsAndDuration": "17 faixas – 85min 43s"
  },
  {
    "title": "Blue Train",
    "artist": "John Coltrane",
    "decade": 1950,
    "genre": "Jazz",
    "coverAsset": "blue_train",
    "biography": "Blue Train, lançado em 1958, é o único álbum de John Coltrane como líder pela Blue Note Records. Gravado em 1957, este trabalho é considerado um marco no jazz, destacando-se pela sua intensidade emocional e virtuosismo técnico. Composições como a faixa-título demonstram a transição de Coltrane para um estilo mais pessoal e inovador.",
    "qtdMusicsAndDuration": "5 faixas – 42min 14s"
  },
  {
    "title": "Transa",
    "artist": "Caetano Veloso",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "transa",
    "biography": "Gravado durante o exílio de Caetano Veloso em Londres, 'Transa' foi lançado em 1972 e é um dos álbuns mais emblemáticos de sua carreira. Mesclando MPB, reggae e influências internacionais, o disco reflete a experiência do artista fora do Brasil e é considerado uma obra de resistência cultural.",
    "qtdMusicsAndDuration": "7 faixas – 37min 13s"
  },
  {
    "title": "Roberto Carlos",
    "artist": "Roberto Carlos",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "roberto_carlos",
    "biography": "O álbum homônimo de 1970 marca uma fase de transição na carreira de Roberto Carlos, afastando-se do movimento Jovem Guarda e adotando um estilo mais romântico e introspectivo. Com canções como 'Ana' e 'Jesus Cristo', o disco consolidou sua posição como o 'Rei' da música brasileira.",
    "qtdMusicsAndDuration": "12 faixas – 49min 01s"
  },
  {
    "title": "Innervisions",
    "artist": "Stevie Wonder",
    "decade": 1970,
    "genre": "Soul",
    "coverAsset": "innervisions",
    "biography": "Lançado em 1973, 'Innervisions' é o 16º álbum de estúdio de Stevie Wonder e é amplamente reconhecido por sua abordagem inovadora e consciente. O álbum aborda temas sociais e políticos, como racismo e desigualdade, em faixas como 'Living for the City'. Musicalmente, destaca-se pelo uso pioneiro de sintetizadores e pela fusão de soul, funk e jazz.",
    "qtdMusicsAndDuration": "9 faixas – 43min 52s"
  },
  {
      "title": "Tutu",
      "artist": "Miles Davis",
      "decade": 1980,
      "genre": "Jazz",
      "coverAsset": "tutu",
      "biography": "Lançado em 1986, 'Tutu' marca uma nova fase na carreira de Miles Davis, incorporando elementos de jazz fusion, funk e música eletrônica. Produzido por Marcus Miller, o álbum é um tributo ao arcebispo sul-africano Desmond Tutu e reflete o compromisso de Davis com a inovação sonora. 'Tutu' rendeu a Davis o Grammy de Melhor Performance Instrumental de Jazz Solo em 1986.",
      "qtdMusicsAndDuration": "8 faixas – 42min 05s"
  },
  {
    "title": "Secos & Molhados",
    "artist": "Secos & Molhados",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "secos_&_molhados",
    "biography": "O álbum de estreia homônimo do grupo brasileiro Secos & Molhados, lançado em 1973, é considerado um marco na música brasileira. Combinando rock, MPB e poesia, o disco apresentou letras de autores como Vinícius de Moraes e Manuel Bandeira. A performance teatral e a estética andrógina do vocalista Ney Matogrosso contribuíram para o impacto cultural do álbum, que desafiou as normas durante a ditadura militar no Brasil.",
    "qtdMusicsAndDuration": "13 faixas – 30min 54s"
  },
  {
    "title": "A Love Supreme",
    "artist": "John Coltrane",
    "decade": 1960,
    "genre": "Jazz",
    "coverAsset": "a_love_supreme",
    "biography": "Gravado em 1964 e lançado em 1965, 'A Love Supreme' é uma suíte espiritual composta por John Coltrane. Considerado uma de suas obras-primas, o álbum expressa a fé e a busca espiritual do saxofonista, refletindo sua jornada pessoal de superação e iluminação. Composto por quatro partes, o disco é uma meditação musical sobre a devoção e a transcendência.",
    "qtdMusicsAndDuration": "4 faixas – 32min 47s"
  },
  {
    "title": "Acústico Mtv",
    "artist": "Cássia Eller",
    "decade": 2000,
    "genre": "Rock",
    "coverAsset": "acústico_mtv",
    "biography": "Gravado em março de 2001, 'Acústico MTV' foi o último álbum lançado por Cássia Eller antes de sua morte em dezembro do mesmo ano. O disco apresenta versões acústicas de seus maiores sucessos, além de covers e inéditas, destacando sua versatilidade vocal e presença de palco. Com vendas superiores a um milhão de cópias, o álbum consolidou seu legado na música brasileira.",
    "qtdMusicsAndDuration": "17 faixas – 61min 56s"
  },
  {
    "title": "Matriz",
    "artist": "Pitty",
    "decade": 2010,
    "genre": "Rock",
    "coverAsset": "matriz",
    "biography": "Lançado em 2019, 'Matriz' é o quinto álbum de estúdio da cantora brasileira Pitty. O disco marca um retorno às suas raízes musicais, incorporando elementos de rock, MPB e ritmos regionais. Com letras introspectivas e colaborações com artistas como Lazzo Matumbi e BaianaSystem, 'Matriz' reflete a maturidade artística de Pitty e sua conexão com a cultura baiana.",
    "qtdMusicsAndDuration": "13 faixas – 44min 21s"
  },
  {
    "title": "Acabou Chorare",
    "artist": "Novos Baianos",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "acabou_chorare",
    "biography": "Lançado em 1972, 'Acabou Chorare' é considerado um dos álbuns mais importantes da música brasileira. Combinando samba, rock e MPB, o disco apresenta faixas como 'Preta Pretinha' e 'Brasil Pandeiro'. O álbum alcançou o topo das paradas no Brasil e é frequentemente citado em listas dos melhores álbuns nacionais. ",
    "qtdMusicsAndDuration": "10 faixas – 39 min 29s"
  },
  {
    "title": "Sgt. Peppers Lonely Hearts Club Band",
    "artist": "The Beatles",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "sgt._peppers_lonely_hearts_club_band",
    "biography": "Lançado em 1967, este álbum revolucionou a música pop com seu conceito inovador e experimentações sonoras. Assumindo alter egos, os Beatles criaram uma obra que se tornou símbolo da contracultura dos anos 60. Inclui faixas icônicas como 'Lucy in the Sky with Diamonds' e 'A Day in the Life'.",
    "qtdMusicsAndDuration": "13 faixas – 39 min 36s"
  },
  {
    "title": "The Blueprint",
    "artist": "Jay-Z",
    "decade": 2000,
    "genre": "Hip Hop",
    "coverAsset": "the_blueprint",
    "biography": "Lançado em 2001, 'The Blueprint' é considerado um dos melhores álbuns de Jay-Z. Com produção de Kanye West e Just Blaze, o disco apresenta uma sonoridade soul e letras introspectivas. Inclui faixas como 'Izzo (H.O.V.A.)' e 'Renegade'.",
    "qtdMusicsAndDuration": "13 faixas - 63min 25s "
  },
  {
    "title": "Jagged Little Pill",
    "artist": "Alanis Morissette",
    "decade": 1990,
    "genre": "Rock",
    "coverAsset": "jagged_little_pill",
    "biography": "Lançado em 1995, 'Jagged Little Pill' catapultou Alanis Morissette ao estrelato internacional. O álbum mistura rock alternativo e pop, com letras confessionais e emotivas. Inclui sucessos como 'You Oughta Know' e 'Ironic'.",
    "qtdMusicsAndDuration": "13 faixas -  57min 23s"
  },
  {
    "title": "Da Lama Ao Caos",
    "artist": "Nação Zumbi",
    "decade": 1990,
    "genre": "Rock",
    "coverAsset": "da_lama_ao_caos",
    "biography": "Lançado em 1994, este álbum é um marco do movimento manguebeat, que mistura maracatu, rock, hip-hop e funk. Com letras que retratam a realidade urbana do Recife, o disco inclui faixas como 'A Cidade' e 'Rios, Pontes & Overdrives'.",
    "qtdMusicsAndDuration": "13 faixas - 50min 10s"
  },
  {
    "title": "Illmatic",
    "artist": "Nas",
    "decade": 1990,
    "genre": "Hip Hop",
    "coverAsset": "illmatic",
    "biography": "Lançado em 1994, Illmatic é o álbum de estreia de Nas e é amplamente considerado uma obra-prima do hip-hop. Com letras introspectivas e realistas sobre a vida no Queensbridge, Nova York, o álbum apresenta produções de DJ Premier, Pete Rock e Q-Tip. Apesar de vendas modestas inicialmente, Illmatic recebeu aclamação crítica e é frequentemente citado como um dos álbuns mais influentes do gênero. ",
    "qtdMusicsAndDuration": "10 faixas - 39 min 48s"
  },
  {
    "title": "21",
    "artist": "Adele",
    "decade": 2010,
    "genre": "Pop",
    "coverAsset": "21",
    "biography": "Lançado em 2011, 21 é o segundo álbum de estúdio de Adele e consolidou sua carreira internacionalmente. Inspirado por um término de relacionamento, o álbum mistura soul, pop e blues, destacando-se por baladas emocionais como 'Someone Like You' e 'Rolling in the Deep'. 21 foi um sucesso comercial e crítico, tornando-se um dos álbuns mais vendidos do século XXI.",
    "qtdMusicsAndDuration": "11 faixas - 48min 01s"
  },
  {
    "title": "Miles Smiles",
    "artist": "Miles Davis",
    "decade": 1960,
    "genre": "Jazz",
    "coverAsset": "miles_smiles",
    "biography": "Lançado em 1967, Miles Smiles é o segundo álbum do 'Second Great Quintet' de Miles Davis, com Wayne Shorter, Herbie Hancock, Ron Carter e Tony Williams. O álbum é conhecido por sua abordagem inovadora ao jazz, explorando estruturas rítmicas complexas e improvisações ousadas. Faixas como 'Footprints' e 'Circle' exemplificam a química e a criatividade do quinteto.",
    "qtdMusicsAndDuration": "12 faixas - 52 min 27s"
  },
  {
    "title": "The Beatles",
    "artist": "The Beatles",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "the_beatles",
    "biography": "Lançado em 1968, The Beatles, conhecido como 'White Album' devido à sua capa branca minimalista, é um álbum duplo que mostra a diversidade musical da banda. Gravado durante um período de tensões internas, o álbum apresenta uma variedade de estilos, desde rock pesado até baladas acústicas, refletindo as diferentes influências e interesses dos membros da banda.",
    "qtdMusicsAndDuration": "6 faixas; 94 min 04s"
  },
  {
    "title": "I Never Loved A Man The Way I Love You",
    "artist": "Aretha Franklin",
    "decade": 1960,
    "genre": "Soul",
    "coverAsset": "i_never_loved_a_man_the_way_i_love_you",
    "biography": "Lançado em 1967, este foi o primeiro álbum de Aretha Franklin pela Atlantic Records e marcou sua ascensão como a 'Rainha do Soul'. Com hits como  'Respect' e a faixa-título, o álbum combina emoção crua com performances vocais poderosas, estabelecendo Franklin como uma das maiores artistas da música americana.",
    "qtdMusicsAndDuration": "8 faixas – 42m 34s"
  },
  {
    "title": "Caetano Veloso",
    "artist": "Caetano Veloso",
    "decade": 1960,
    "genre": "MPB",
    "coverAsset": "caetano_veloso",
    "biography": "Lançado em 1968, o álbum homônimo de Caetano Veloso é considerado um marco do movimento Tropicália. Combinando elementos de rock psicodélico, bossa nova e música tradicional brasileira, o disco apresenta faixas icônicas como 'Tropicália' e 'Alegria, Alegria'. A obra desafiou as normas culturais da época e influenciou gerações futuras de músicos brasileiros.",
    "qtdMusicsAndDuration": "12 faixas – 34min 54s"
  },
  {
    "title": "Discovery",
    "artist": "Daft Punk",
    "decade": 2000,
    "genre": "Electronic",
    "coverAsset": "discovery",
    "biography": "Lançado em 2001, 'Discovery' é o segundo álbum de estúdio da dupla francesa Daft Punk. O disco marcou uma mudança em relação ao estilo anterior da dupla, incorporando influências de disco, funk e synthpop. Com hits como 'One More Time' e 'Harder, Better, Faster, Stronger', o álbum foi aclamado pela crítica e consolidou o status do Daft Punk como pioneiros da música eletrônica.",
    "qtdMusicsAndDuration": "14 faixas – 60m 50s "
  },
  {
    "title": "Cabeça Dinossauro",
    "artist": "Titãs",
    "decade": 1980,
    "genre": "Rock",
    "coverAsset": "cabeça_dinossauro",
    "biography": "Lançado em 1986, 'Cabeça Dinossauro' é o terceiro álbum de estúdio da banda brasileira Titãs. Considerado um dos álbuns mais importantes do rock nacional dos anos 80, o disco apresenta uma sonoridade agressiva e letras críticas à sociedade, religião e política. Faixas como 'Polícia' e 'Homem Primata' tornaram-se hinos de uma geração inconformada.",
    "qtdMusicsAndDuration": "13 faixas – 38min 41s"
  },
  {
    "title": "Nebraska",
    "artist": "Bruce Springsteen",
    "decade": 1980,
    "genre": "Rock",
    "coverAsset": "nebraska",
    "biography": "Lançado em 1982, 'Nebraska' é um álbum solo de Bruce Springsteen, gravado em casa com um gravador de quatro canais. Com uma abordagem minimalista e acústica, o disco apresenta narrativas sombrias sobre personagens marginalizados e temas como crime, desespero e redenção. Embora tenha sido um desvio do estilo rock habitual de Springsteen, 'Nebraska' é amplamente considerado uma de suas obras-primas.",
    "qtdMusicsAndDuration": "10 faixas – 40min 50s"
  },
  {
    "title": "Let It Be",
    "artist": "The Beatles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "let_it_be",
    "biography": "Lançado em 1970, 'Let It Be' é o último álbum de estúdio dos Beatles. Originalmente concebido como um retorno às raízes da banda, o projeto enfrentou dificuldades durante as gravações, refletindo as tensões internas do grupo. Produzido por Phil Spector, o álbum inclui clássicos como 'Let It Be' e 'The Long and Winding Road'. Apesar das controvérsias, o disco é um testemunho do legado duradouro dos Beatles. ",
    "qtdMusicsAndDuration": "12 faixas – 35min 10s "
  },
  {
    "title": "Expresso 2222",
    "artist": "Gilberto Gil",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "expresso_2222",
    "biography": "Lançado em 1972, Expresso 2222 marcou o retorno de Gilberto Gil ao Brasil após seu exílio em Londres. O álbum mescla elementos de MPB, samba e rock, refletindo a diversidade cultural brasileira. Com faixas como 'Back in Bahia' e 'O Canto da Ema', é considerado uma obra-prima da música brasileira e figura entre os 100 maiores álbuns nacionais pela Rolling Stone Brasil. ",
    "qtdMusicsAndDuration": "9 faixas – 34min 01s"
  },
  {
    "title": "Queen Ii",
    "artist": "Queen",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "queen_ii",
    "biography": "Lançado em 1974, Queen II é o segundo álbum de estúdio da banda britânica Queen. Dividido em 'Side White' e 'Side Black', o disco explora temas místicos e fantásticos, com arranjos complexos e vocais harmoniosos. Faixas como 'Seven Seas of Rhye' destacam-se, e o álbum é visto como um passo crucial na consolidação do estilo único da banda. ",
    "qtdMusicsAndDuration": "11 faixas – 40min 42s"
  },
  {
    "title": "The Chronic",
    "artist": "Dr. Dre",
    "decade": 1990,
    "genre": "Hip Hop",
    "coverAsset": "the_chronic",
    "biography": "Lançado em 1992, The Chronic é o álbum de estreia solo de Dr. Dre e introduziu o estilo G-funk ao mainstream. Com batidas suaves, sintetizadores e letras marcantes, o disco apresenta Snoop Dogg ao público e aborda temas sociais e urbanos. Considerado um marco no hip-hop, o álbum influenciou profundamente o gênero nos anos seguintes.",
    "qtdMusicsAndDuration": "16 faixas – 62min 51s"
  },
  {
    "title": "My Beautiful Dark Twisted Fantasy",
    "artist": "Kanye West",
    "decade": 2010,
    "genre": "Hip Hop",
    "coverAsset": "my_beautiful_dark_twisted_fantasy",
    "biography": "Lançado em 2010, My Beautiful Dark Twisted Fantasy é o quinto álbum de estúdio de Kanye West. Gravado após um período de controvérsias, o disco é uma obra grandiosa que mistura hip-hop, rock e soul. Com participações de artistas como Jay-Z e Bon Iver, e faixas como 'Runaway', o álbum recebeu aclamação crítica e é frequentemente citado entre os melhores da década.",
    "qtdMusicsAndDuration": "13 faixas – 68min 34s"
  },
  {
    "title": "Electric Ladyland",
    "artist": "Jimi Hendrix",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "electric_ladyland",
    "biography": "Lançado em 1968, Electric Ladyland é o terceiro e último álbum de estúdio do The Jimi Hendrix Experience. Este álbum duplo destaca-se pela experimentação sonora e pela produção inovadora de Hendrix. Inclui versões memoráveis de 'All Along the Watchtower' e 'Voodoo Child', consolidando Hendrix como um dos maiores guitarristas da história.",
    "qtdMusicsAndDuration": "10 faixas - 73min 56s"
  },
  {
    "title": "Viva La Vida",
    "artist": "Coldplay",
    "decade": 2000,
    "genre": "Alternative Rock",
    "coverAsset": "viva_la_vida_or_death_and_all_his_friends",
    "biography": "Lançado em 2008, Viva la Vida or Death and All His Friends marca uma mudança sonora para o Coldplay, incorporando elementos de art rock e pop barroco. Produzido por Brian Eno, o álbum explora temas como amor, guerra e fé, com destaque para a faixa-título, que se tornou um sucesso global. A capa apresenta a pintura 'Liberdade Guiando o Povo' de Delacroix, refletindo o tom revolucionário do disco.",
    "qtdMusicsAndDuration": "10 faixas – 45min 51s"
  },
  {
    "title": "Head Hunters",
    "artist": "Herbie Hancock",
    "decade": 1970,
    "genre": "Jazz",
    "coverAsset": "head_hunters",
    "biography": "Lançado em 1973, Head Hunters é um marco do jazz-funk, onde Herbie Hancock mescla jazz com funk e soul. Com faixas como 'Chameleon', o álbum destaca-se pelo uso inovador de sintetizadores e ritmos dançantes. Foi um sucesso comercial, tornando-se um dos álbuns de jazz mais vendidos da época.",
    "qtdMusicsAndDuration": "4 faixas – 41min 52s"
  },
  {
    "title": "Ready To Die",
    "artist": "The Notorious B.I.G.",
    "decade": 1990,
    "genre": "Hip Hop",
    "coverAsset": "ready_to_die",
    "biography": "Lançado em 1994, Ready to Die é o álbum de estreia de The Notorious B.I.G., apresentando narrativas cruas sobre a vida nas ruas do Brooklyn. Com hits como 'Juicy' e 'Big Poppa', o disco é considerado um clássico do hip-hop, destacando-se pela lírica afiada e produção marcante. ",
    "qtdMusicsAndDuration": "17 faixas – 69min 05s"
  },
  {
    "title": "The Man-Machine",
    "artist": "Kraftwerk",
    "decade": 1970,
    "genre": "Electronic",
    "coverAsset": "the_man-machine",
    "biography": "Lançado em 1978, The Man-Machine é um álbum conceitual do Kraftwerk que explora a relação entre humanos e tecnologia. Com sonoridades eletrônicas minimalistas e temas futuristas, o disco influenciou profundamente a música eletrônica e o synth-pop.",
    "qtdMusicsAndDuration": "6 faixas – 36min 10s"
  },
  {
      "title": "A Cor De Rosa Choque",
      "artist": "Rita Lee",
      "decade": 1980,
      "genre": "Rock",
      "coverAsset": "a_cor_de_rosa_choque",
      "biography": "Lançado em 1982, A Cor de Rosa Choque é um dos álbuns mais emblemáticos de Rita Lee, destacando-se por sua abordagem feminista e irreverente. Combinando rock e pop, o disco apresenta letras bem-humoradas e críticas sociais, consolidando Rita como uma das maiores artistas brasileiras.",
      "qtdMusicsAndDuration": "9 faixas - 35min 33s"
  },
  {
    "title": "Atliens",
    "artist": "OutKast",
    "decade": 1990,
    "genre": "Hip Hop",
    "coverAsset": "atliens",
    "biography": "Lançado em 1996, ATLiens é o segundo álbum de estúdio da dupla de hip-hop OutKast. O título combina 'ATL' (Atlanta) com 'aliens', refletindo a sensação de alienação dos artistas. Com produção influenciada por dub, gospel e sons espaciais, o álbum aborda temas como vida urbana e existencialismo. Destacam-se faixas como 'Elevators (Me & You)' e 'Jazzy Belle' ",
    "qtdMusicsAndDuration": "15 faixas – 57min 23s"
  },
  {
    "title": "Speak No Evil",
    "artist": "Wayne Shorter",
    "decade": 1960,
    "genre": "Jazz",
    "coverAsset": "speak_no_evil",
    "biography": "Gravado em 1964 e lançado em 1966, Speak No Evil é um dos álbuns mais aclamados do saxofonista Wayne Shorter. Composições como 'Witch Hunt' e 'Infant Eyes' destacam-se pela sofisticação harmônica e lirismo. O disco é considerado uma obra-prima do jazz moderno .",
    "qtdMusicsAndDuration": "6 faixas – 42min 16s"
  },
  {
    "title": "Achtung Baby",
    "artist": "U2",
    "decade": 1990,
    "genre": "Rock",
    "coverAsset": "achtung_baby",
    "biography": "Lançado em 1991, Achtung Baby marca uma reinvenção sonora do U2, incorporando elementos de rock alternativo e eletrônico. Gravado em Berlim, o álbum reflete influências de artistas como David Bowie. Com faixas como 'One' e 'Mysterious Ways', é considerado um dos melhores trabalhos da banda .",
    "qtdMusicsAndDuration": "12 faixas – 55min 27s"
  },
  {
    "title": "Back To Black",
    "artist": "Amy Winehouse",
    "decade": 2000,
    "genre": "Soul",
    "coverAsset": "back_to_black",
    "biography": "Lançado em 2006, Back to Black é o segundo e último álbum de estúdio de Amy Winehouse. Inspirado por sua tumultuada relação com Blake Fielder-Civil, o disco explora temas de amor, perda e vícios. Com produção de Mark Ronson e Salaam Remi, e hits como Rehab e You Know I'm No Good, o álbum é considerado um clássico moderno .",
    "qtdMusicsAndDuration": "11 faixas – 34min 56s"
  },
  {
    "title": "Barão Vermelho",
    "artist": "Barão Vermelho",
    "decade": 1980,
    "genre": "Rock",
    "coverAsset": "barão_vermelho",
    "biography": "Lançado em 1982, o álbum de estreia homônimo do Barão Vermelho apresenta uma fusão de rock, blues e pop. Com Cazuza nos vocais e Frejat na guitarra, o disco inclui a clássica 'Todo Amor Que Houver Nessa Vida'. É considerado um marco do rock brasileiro dos anos 80 ",
    "qtdMusicsAndDuration": "10 faixas – 31min 10s"
  },
  {
    "title": "Rumours",
    "artist": "Fleetwood Mac",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "rumours",
    "biography": "Rumours é o décimo primeiro álbum de estúdio da banda britânico-americana Fleetwood Mac, lançado em 4 de fevereiro de 1977 pela Warner Bros. Records. Registrado em 1976 enquanto os membros da banda enfrentavam divisões pessoais e excessos de drogas, o disco reflete tensões e emoções intensas em letras sobre relacionamentos tumultuados. Produzido pela própria banda com Ken Caillat e Richard Dashut, Rumours apresenta harmonias vocais marcantes e arranjos pop-rock refinados em sucessos como 'Go Your Own Way' e 'Dreams'. ",
    "qtdMusicsAndDuration": "11 faixas - 39 min 03s"
  },
  {
    "title": "Bat Out Of Hell",
    "artist": "Meat Loaf",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "bat_out_of_hell",
    "biography": "Bat Out of Hell é o álbum de estreia solo do cantor americano Meat Loaf, lançado em 21 de outubro de 1977 pela Cleveland International/Epic Records e produzido por Todd Rundgren. Desenvolvido a partir do musical Neverland, de Jim Steinman, o disco apresenta um rock teatral com influências de Wagner, arranjos grandiosos e narrativas épicas. Faixas como 'Paradise by the Dashboard Light' e 'Two Out of Three Ain’t Bad' destacam a performance vocal dramática de Meat Loaf e a parceria criativa com Steinman. Comercialmente, o álbum vendeu mais de 43 milhões de cópias globalmente.",
    "qtdMusicsAndDuration": "7 faixas - 46 min 25s"
  },
  {
      "title": "Nevermind",
      "artist": "Nirvana",
      "decade": 1990,
      "genre": "Grunge",
      "coverAsset": "nevermind",
      "biography": "Nevermind é o segundo álbum de estúdio da banda americana Nirvana, lançado em 24 de setembro de 1991 pela gravadora DGC Records. Produzido por Butch Vig, o disco foi gravado nos estúdios Sound City e combina elementos de grunge, punk rock e pop melódico, marcando uma evolução na sonoridade crua que caracterizava a cena de Seattle. O single de abertura, “Smells Like Teen Spirit”, lançado em 10 de setembro de 1991, tornou-se um hino geracional, impulsionando o álbum ao topo das paradas e consolidando o grunge como fenômeno global.",
      "qtdMusicsAndDuration": "13 faixas - 49min 07s"
  },
  {
    "title": "Construção",
    "artist": "Chico Buarque",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "construção",
    "biography": "Construção é o oitavo álbum de estúdio do cantor e compositor brasileiro Chico Buarque, lançado em dezembro de 1971 durante o regime militar no Brasil. Composições foram criadas entre o exílio de Buarque na Itália e seu retorno ao país, refletindo denúncias à censura e ao autoritarismo por meio de letras poéticas e críticas, especialmente na faixa-título. O álbum carrega temáticas sociais e políticas, abordando condições de trabalho e repressão, mas também diferencia-se por arranjos sofisticados assinados por Rogério Duprat.",
    "qtdMusicsAndDuration": "10 faixas - 31min 10s"
  },
  {
    "title": "Revolver",
    "artist": "The Beatles",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "revolver",
    "biography": "Revolver é o sétimo álbum de estúdio da banda inglesa The Beatles, lançado em 5 de agosto de 1966, acompanhado pelo single duplo 'Eleanor Rigby'/'Yellow Submarine'. Considerado um marco na história da música, marca a transição do grupo de uma banda de performances ao vivo para um coletivo centrado em estúdio, explorando técnicas inovadoras de gravação e produção. As composições refletem influências de psicodelia, música clássica indiana e R&B, com faixas emblemáticas como 'Tomorrow Never Knows' e 'Eleanor Rigby'. Produzido por George Martin, o álbum apresenta arranjos sofisticados, experimentação de fita e camadas sonoras que ampliaram os limites do pop rock.",
    "qtdMusicsAndDuration": "14 faixas - 35min 01s"
  },
  {
    "title": "Time Out",
    "artist": "The Dave Brubeck Quartet",
    "decade": 1950,
    "genre": "Jazz",
    "coverAsset": "time_out",
    "biography": "Time Out é um álbum de estúdio do The Dave Brubeck Quartet, lançado em 14 de dezembro de 1959 pela Columbia Records. O trabalho se destaca pelo uso inovador de assinaturas de tempo pouco usuais no jazz, como 9/8, 6/4 e 5/4, conferindo uma sonoridade única ao gênero. A faixa 'Take Five', composta por Paul Desmond, tornou-se a primeira gravação de jazz a vender mais de um milhão de cópias e é um clássico instantâneo do repertório mundial.",
    "qtdMusicsAndDuration": "7 faixas - 38min 30s"
  },
  {
    "title": "Off The Wall",
    "artist": "Michael Jackson",
    "decade": 1970,
    "genre": "Pop",
    "coverAsset": "off_the_wall",
    "biography": "Off the Wall é o quinto álbum de estúdio de Michael Jackson, lançado em 10 de agosto de 1979 pela Epic Records e produzido por Quincy Jones. Representou um divisor de águas para Jackson, incorporando disco, funk, pop, R&B e baladas sofisticadas, enquanto o artista buscava afirmar sua independência criativa. Com composições de Stevie Wonder, Paul McCartney, Rod Temperton e três faixas escritas pelo próprio Jackson.",
    "qtdMusicsAndDuration": "10 faixas - 42min 24s"
  },
  {
    "title": "Legal",
    "artist": "Gal Costa",
    "decade": 1970,
    "genre": "MPB",
    "coverAsset": "legal",
    "biography": "Legal é um álbum da cantora e compositora brasileira Gal Costa, lançado em 1970, que sucede o registro experimental de 1969. O disco marca um retorno a um estilo mais acessível, combinando influências de música psicodélica, blues e R&B com arranjos ecléticos. A capa, criada pelo artista Hélio Oiticica, reforça a identidade tropicália da obra, mesclando arte visual e musical. Em faixas como “Eu Sou Terrível” e “London, London”, Costa apresenta sua versatilidade vocal e sintonia com as tendências internacionais, mantendo a sofisticação do MPB. ",
    "qtdMusicsAndDuration": "10 faixas - 33min 02s"
  },
  {
    "title": "In Rainbows",
    "artist": "Radiohead",
    "decade": 2000,
    "genre": "Alternative Rock",
    "coverAsset": "in_rainbows",
    "biography": "In Rainbows é o sétimo álbum de estúdio da banda britânica Radiohead, lançado inicialmente por meio de download no site oficial em 10 de outubro de 2007, em um modelo pay-what-you-want que revolucionou a indústria musical. Gravado em locações como Halswell House, Tottenham House e no Hospital Club em Londres, o álbum apresenta letras mais pessoais e menos políticas que seus trabalhos anteriores. Musicalmente, mescla art rock, experimental rock, art pop e eletrônica, mantendo um equilíbrio entre acessibilidade e inovação sonora. ",
    "qtdMusicsAndDuration": "10 faixas - 42min 39s"
  },
  {
    "title": "The Miseducation Of Lauryn Hill",
    "artist": "Lauryn Hill",
    "decade": 1990,
    "genre": "R&B",
    "coverAsset": "the_miseducation_of_lauryn_hill",
    "biography": "The Miseducation of Lauryn Hill é o álbum solo de estreia da rapper e cantora americana Lauryn Hill, lançado em 19 de agosto de 1998. Quase integralmente escrito e produzido por Hill, foi gravado após a pausa do grupo The Fugees, refletindo seu desejo de introspecção e autonomia artística. Como um álbum conceitual sobre o aprendizado do amor, aborda complexidades de relacionamentos, conflitos interpessoais, maternidade e fé, especialmente na faixa 'To Zion'.",
    "qtdMusicsAndDuration": "16 faixas - 77min 39s"
  },
  {
    "title": "Lemonade",
    "artist": "Beyoncé",
    "decade": 2010,
    "genre": "R&B",
    "coverAsset": "lemonade",
    "biography": "Lemonade é o sexto álbum de estúdio de Beyoncé Knowles, lançado em 23 de abril de 2016, acompanhado por um filme visual de 65 minutos. Este trabalho conceitual explora temas de infidelidade, identidade negra e empoderamento feminino, narrando a jornada emocional da artista após um episódio de traição conjugal.",
    "qtdMusicsAndDuration": "12 faixas – 45min 49s"
  },
  {
    "title": "Mezzanine",
    "artist": "Massive Attack",
    "decade": 1990,
    "genre": "Electronic",
    "coverAsset": "mezzanine",
    "biography": "Mezzanine, lançado em 20 de abril de 1998, é o terceiro álbum de estúdio do grupo inglês Massive Attack. O álbum representa uma virada para um clima mais sombrio e atmosférico, incorporando influências do post-punk britânico, da música industrial, do hip hop e do dub em sua sonoridade trip hop. Gravações tensas entre os membros da banda contribuíram para um processo criativo intenso, resultando em faixas marcantes como 'Teardrop' (com Elizabeth Fraser) e 'Angel' (com Horace Andy). Produzido em parceria com Neil Davidge, Mezzanine foi o primeiro trabalho de Massive Attack sem a participação do rapper Tricky e o derradeiro com Mushroom, ressaltando as dinâmicas internas do grupo na época.",
    "qtdMusicsAndDuration": "11 faixas – 65min 31s"
  },
  {
    "title": "Am",
    "artist": "Arctic Monkeys",
    "decade": 2010,
    "genre": "Rock",
    "coverAsset": "am",
    "biography": "Lançado em 2013, AM é o quinto álbum de estúdio da banda britânica Arctic Monkeys. O disco apresenta uma fusão de rock alternativo com elementos de hip-hop e R&B, evidenciada em faixas como 'Do I Wanna Know?' e 'Why'd You Only Call Me When You're High?'. Produzido por James Ford, o álbum recebeu aclamação crítica por sua maturidade sonora e letras introspectivas.",
    "qtdMusicsAndDuration": "12 faixas – 41min 43s"
  },
  {
    "title": "Abbey Road",
    "artist": "The Beatles",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "abbey_road",
    "biography": "Lançado em 1969, Abbey Road é o 11º álbum de estúdio dos Beatles. Destaca-se pela icônica capa dos quatro membros atravessando a rua e por faixas como 'Come Together' e 'Here Comes the Sun'. O lado B do disco apresenta um medley de canções que demonstra a coesão e criatividade da banda em sua fase final.",
    "qtdMusicsAndDuration": "17 faixas – 47min 03s"
  },
  {
    "title": "Hotel California",
    "artist": "Eagles",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "hotel_california",
    "biography": "Lançado em 1976, Hotel California é o quinto álbum de estúdio da banda americana Eagles. A faixa-título tornou-se um dos maiores sucessos da banda, com letras enigmáticas e solos de guitarra memoráveis. O álbum explora temas de decadência e desilusão na sociedade americana, consolidando-se como um clássico do rock.",
    "qtdMusicsAndDuration": "9 faixas – 43min 28s"
  },
  {
    "title": "Horses",
    "artist": "Patti Smith",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "horses",
    "biography": "Lançado em 1975, Horses é o álbum de estreia da cantora e poetisa americana Patti Smith. Combinando poesia beat com rock punk, o disco é considerado um marco do movimento punk e da música alternativa. Faixas como 'Gloria' e 'Land' destacam-se pela intensidade lírica e sonora.",
    "qtdMusicsAndDuration": "8 faixas – 43min 10s"
  },
  {
    "title": "Bad",
    "artist": "Michael Jackson",
    "decade": 1980,
    "genre": "Pop",
    "coverAsset": "bad",
    "biography": "Lançado em 1987, Bad é o sétimo álbum de estúdio de Michael Jackson. Produzido por Quincy Jones, o disco apresenta uma série de hits como 'Smooth Criminal', 'Man in the Mirror' e a faixa-título 'Bad'. O álbum consolidou Jackson como o 'Rei do Pop' e vendeu milhões de cópias mundialmente.",
    "qtdMusicsAndDuration": "11 faixas – 48min 39s"
  },
  {
    "title": "To Pimp A Butterfly",
    "artist": "Kendrick Lamar",
    "decade": 2010,
    "genre": "Hip Hop",
    "coverAsset": "to_pimp_a_butterfly",
    "biography": "Lançado em 2015, To Pimp a Butterfly é o terceiro álbum de estúdio de Kendrick Lamar. Combinando hip-hop com jazz, funk e soul, o álbum aborda temas como racismo, identidade e desigualdade social. Aclamado pela crítica, é considerado uma obra-prima contemporânea.",
    "qtdMusicsAndDuration": "16 faixas – 78min 03s"
  },
  {
    "title": "Exile On Main St.",
    "artist": "The Rolling Stones",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "exile_on_main_st.",
    "biography": "Exile On Main St. é o décimo álbum de estúdio da lendária banda britânica The Rolling Stones, lançado em 12 de maio de 1972 pela Rolling Stones Records. Gravado em meio ao exílio fiscal da banda na França, as sessões tumultuadas aconteceram no porão úmido da Villa Nellcôte, perto de Nice, permeadas por problemas pessoais e excessos, o que conferiu ao disco uma atmosfera crua e genuína. Musicalmente, o álbum explora uma vasta paleta de estilos.",
    "qtdMusicsAndDuration": "18 faixas – 67min 04s"
  },
  {
    "title": "Pet Sounds",
    "artist": "The Beach Boys",
    "decade": 1960,
    "genre": "Rock",
    "coverAsset": "pet_sounds",
    "biography": "Pet Sounds é o décimo primeiro álbum de estúdio da banda americana The Beach Boys, lançado em 16 de maio de 1966 pela Capitol Records. Concebido e produzido quase integralmente por Brian Wilson em parceria com o letrista Tony Asher, o disco representou um salto evolutivo em relação ao pop ensolarado dos títulos anteriores, introduzindo arranjos complexos de cordas, metais e efeitos sonoros de estúdio. Gravado entre janeiro e abril de 1966, o projeto refletiu a visão ambiciosa de Wilson de criar um álbum coeso. ",
    "qtdMusicsAndDuration": "13 faixas – 36min 50s"
  },
  {
    "title": "Selected Ambient Works 85–92",
    "artist": "Aphex Twin",
    "decade": 1990,
    "genre": "Electronic",
    "coverAsset": "selected_ambient_works_85–92",
    "biography": "Selected Ambient Works 85–92 é o álbum de estreia do pioneiro da música eletrônica Richard D. James, sob o pseudônimo Aphex Twin, lançado em 9 de novembro de 1992 pela Apollo Records. Reunindo gravações caseiras iniciadas em 1985, quando James tinha apenas 13 anos, o trabalho mescla texturas etéreas de ambient com batidas minimalistas de techno, configurando uma paisagem sonora inovadora para a época. ",
    "qtdMusicsAndDuration": "13 faixas – 74min 40s "
  },
  {
    "title": "Elis & Tom",
    "artist": "Elis Regina & Antônio Carlos Jobim",
    "decade": 1970,
    "genre": "Bossa Nova",
    "coverAsset": "elis_&_tom",
    "biography": "Elis & Tom é um álbum de bossa nova gravado por Elis Regina e Antônio Carlos Jobim, lançado em 1974 pela Philips, fruto de um sonho antigo de Elis de registrar uma obra inteira de Jobim. As gravações ocorreram ao longo de 16 dias no MGM Studios, em Los Angeles, unindo a voz expressiva de Elis à maestria composicional e arranjística de Jobim. O repertório traz clássicos como “Águas de Março” e “Triste”, em versões que equilibram leveza rítmica e sofisticação harmônica, acentuadas pelo refinamento de músicos de estúdio norte-americanos e brasileiros.",
    "qtdMusicsAndDuration": "14 faixas – 37m 46s"
  },
  {
    "title": "Dois",
    "artist": "Legião Urbana",
    "decade": 1980,
    "genre": "Rock",
    "coverAsset": "dois",
    "biography": "Dois é o segundo álbum de estúdio da banda brasileira Legião Urbana, lançado em julho de 1986 pela EMI-Odeon e produzido por Mayrton Bahia. Gravado entre janeiro e março de 1986, o disco consolidou o som pós-punk e new wave do grupo, com letras introspectivas e críticas sociais, destacando-se faixas como 'Eduardo e Mônica' e 'Índios'. Sob o peso do 'síndrome do segundo álbum', Renato Russo e companhia superaram as expectativas, reduzindo o repertório planejado de 20 para 12 músicas e construindo uma obra mais coesa e acessível.",
    "qtdMusicsAndDuration": "9 faixas – 42min 10s"
  },
  {
    "title": "Born To Run",
    "artist": "Bruce Springsteen",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "born_to_run",
    "biography": "Born To Run é o terceiro álbum de estúdio de Bruce Springsteen, lançado em 25 de agosto de 1975 pela Columbia Records, marcando sua consagração como estrela do rock americano. Co-produzido por Springsteen, pelo empresário Mike Appel e por Jon Landau, o álbum trouxe a ambição de replicar o “Wall of Sound” de Phil Spector, resultando em arranjos exuberantes e uma sonoridade épica.",
    "qtdMusicsAndDuration": "8 faixas – 39min 27s"
  },
  {
    "title": "London Calling",
    "artist": "The Clash",
    "decade": 1970,
    "genre": "Rock",
    "coverAsset": "london_calling",
    "biography": "London Calling é o terceiro álbum de estúdio da banda britânica The Clash, lançado em 14 de dezembro de 1979 pela CBS Records no Reino Unido (e em janeiro de 1980 pela Epic nos EUA). Concebido como um duplo LP, o disco mescla punk rock com reggae, rockabilly, ska, jazz e pop, demonstrando a capacidade do grupo de transcender barreiras estilísticas. Produzido por Guy Stevens nos estúdios Wessex Sound, London Calling aborda temas como crise social, terrorismo nuclear e desigualdade, com letras contundentes em faixas como 'Clampdown' e 'London Calling'. A crítica contemporânea saudou a ousadia musical e a profundidade lírica, posicionando-o como um dos pilares do pós-punk.",
    "qtdMusicsAndDuration": "19 faixas – 65min 07s"
  },
  {
    "title": "The College Dropout",
    "artist": "Kanye West",
    "decade": 2000,
    "genre": "Hip Hop",
    "coverAsset": "the_college_dropout",
    "biography": "The College Dropout é o álbum de estreia do rapper e produtor americano Kanye West, lançado em 10 de fevereiro de 2004 pelas gravadoras Roc-A-Fella e Def Jam Recordings. Após anos de destaque como produtor para nomes como Jay-Z e Talib Kweli, West decidiu debutar como artista, abordando em suas letras temas como educação, fé, pressão social e consumismo. Musicalmente, o álbum se destaca pelo uso criativo de samples soul, batidas minimalistas e refrãos corais, equilibrando introspecção e ambição.",
    "qtdMusicsAndDuration": "21 faixas – 76min 42s"
  }
]
